{"qid": "test-economy-eptpghdtre-pro02a", "query_text": "Historically Democrats have presided over more economic stability whereas the GOP is the party of boom and Bust  During the past 60 years Democrats have been considerably more likely to preside over a balanced budget than their Republican rivals. Since the OPEC shocks of the mid-70s the average unemployment rate under Republican Presidents has been 6.7 % as opposed to 5.5% under democrats. Even expanding that period out to the whole of the post-war period, unemployment has averaged 4.8% under democrats and 6.3% under democrats [i] .  Republican presidencies have been marked by higher unemployment, bigger deficits and lower wages.  [i] Larry Bartels. “Why the economy fares much better under Democrats.” Christian Science Monitor. October 21st, 2010 .", "metadata": {"qrels": [["test-economy-eptpghdtre-pro02b", 1]]}, "answers": [["test-economy-eptpghdtre-pro02b", 1]]}
{"qid": "test-environment-aiahwagit-pro04a", "query_text": "Poaching is linked to terrorism  Stronger protection of animals should be implemented to reduce the funding for terrorist groups. Certain terrorist organisations use the illegal ivory and horn trade as funding for their operations. Al-Shabaab, the Lord’s Resistance Army (LRA), and the Sudanese Janjaweed all use the illicit trade as a source of income, with the former using the trade for 40% of its expenditure. [1] This enables them to carry out attacks such as the 2013 Westgate siege in Kenya. [2] Tougher protection of endangered animals would reduce the ability of these groups to fund themselves. In turn, this would decrease their operational capability, increasing stability in Africa.  [1] Stewart, C. ‘Illegal ivory trade funds al-shabaab’s terrorist attacks’  [2] Tackett,C. ‘How elephant poaching helped fund Kenya terrorist attack’", "metadata": {"qrels": [["test-environment-aiahwagit-pro04b", 1]]}, "answers": [["test-environment-aiahwagit-pro04b", 1]]}
{"qid": "test-health-dhghhbampt-pro03a", "query_text": "Overwhelmingly alternative therapies are used in conjunction with established remedies - oddly the latter tends not to get the credit for the miracle cure  Thankfully only 4.4% of the 60million or so Americans who say they use alternative therapies rely on them exclusively. It is odd that in the cases of anecdotal accounts of the success of alternative medicines this statistic is rarely mentioned [i] .  Equally, the impact of other treatment which may have been used by patients eager to credit complementary and alternative medicines with curing their conditions, tend not to get a look in, neither do the relative successes of conventional medicine.  This is probably why in every trial alternative medicine has a success rate of between 0% and 0%. By contrast there needs only be one instance of harm caused to demonstrate that this motion must stand. Interestingly, although conventional medicine publishes its mistakes in an effort to correct them, nothing similar exists for alternatives. Moreover, there are many accounts of fatalities caused by alternatives – both directly and indirectly through delaying accurate diagnosis as seen above (Oh, the same applies to animals too [ii] ).  The food supplements industry alone is worth $250 a year worldwide, with little examination of the medical impact of merrily shoving things into your system that were bought at WalMart or Tesco.  [i] JA Astin “Why patients use alternative medicine: results of a national survey” Journal of the American Medical Association 279 (19) 1548-53. May 1998.  [ii]", "metadata": {"qrels": [["test-health-dhghhbampt-pro03b", 1]]}, "answers": [["test-health-dhghhbampt-pro03b", 1]]}
{"qid": "test-international-aghbfcpspr-pro03a", "query_text": "There is already a precedent for paying reparations to such states.  In the past, dominating global powers have paid reparations and compensation for historical wrongs. For example, Germany pays an annual amount of money to Israel to recognise wrongs committed against Jews during the Holocaust, and to recognise the theft of Jewish property at this time [1] . These reparations have helped Israeli infrastructure enormously, providing ‘railways and telephones, dock installations and irrigation plants, whole areas of industry and agriculture’ [2] and contributing to Israeli economic security. Japan also paid reparations to Korea after World War II as the Koreans were ‘deprived of their nation and their identity’ [4] . Britain has paid compensation to the New Zealand Maoris for the damage done during colonial times and the seizure of their land [5] , and Iraq pays compensation to Kuwait for damage done during the invasion and occupation of 1990-91 [6] . There is little reason why other nations should not be paid for the grievances caused to them by domination countries. There is support for the notion that colonial powers should pay for free universal education in Africa [7] ; this would be an entirely appropriate and desirable measure.  [1] 'Holocaust Restitution: German Reparations', Jewish Virtual Library, accessed 16/1/2014,   [2] 'Holocaust Restitution: German Reparations', Jewish Virtual Library, accessed 16/1/2014,   [4] Accessed from  on 12/09/11  [5] Accessed from  on 12/09/11  [6] Accessed from  on 12/09/11  [7] Accessed from  on 12/09/11", "metadata": {"qrels": [["test-international-aghbfcpspr-pro03b", 1]]}, "answers": [["test-international-aghbfcpspr-pro03b", 1]]}
{"qid": "test-international-gpdwhwcusa-pro03a", "query_text": "A UN standing army would be more effective in operations themselves.  A UN standing army would be more effective than the variety of troops staffing missions under the current system. At present most UN operations are supplied by developing nations who hope to make a profit from the payments they receive for their services, but who are under-equipped and badly trained. Forces from the major powers are provided sparingly and only after substantial public pressure or when there exists an incentive for their use. A UN standing army would be better prepared, both in regards to training and equipment, and its soldiers would have greater motivation as they would have made a choice to enlist, rather than being conscripts forced by their own states to fight someone else’s war. A single UN force would also have better command and control than in current situations, when different national forces and their commanders often fail to work effectively together in the field for cultural and linguistic reasons. Successful forces such as the French Foreign Legion, the Indian army and the Roman army show that issues of language and culture need not be problems in combat situations. They can be overcome through a strong professional ethos and a commitment to a mutual cause, values that can only be expected to develop if troops prepare, train and fight together.", "metadata": {"qrels": [["test-international-gpdwhwcusa-pro03b", 1]]}, "answers": [["test-international-gpdwhwcusa-pro03b", 1]]}
