{"pid": "training-international-amehwrabre-pro05a", "title_text": "", "passage_text": "Redrawing could be democratic  A redrawing of borders would allow for democratic participation in the building of new African states. There would have to be plebiscites in local areas to determine where borders should run and extensive consultation so that the borders are drawn based on the wishes of the people this time. The opposite of what happens at the moment. For example much of the Bakassi homeland was ceded by Nigeria to Cameroon as a result of an International Court of Justice ruling on the colonial border and many people are asking Nigeria to resettle them as they don’t share Cameroon’s culture. [1] Clearly the people would surely much prefer to have their destiny in their own hands than letting the borders be settled by an international court pouring over 19th century maps. [2]  [1] Chinwo, 2012  [2] Fisher, 2012", "metadata": {}}
{"pid": "training-sport-ehcpssohwpup-pro01a", "title_text": "", "passage_text": "Athletes should be free to take risks when training and competing  Freedom of choice: If athletes wish to take drugs in search of improved performances, let them do so. They harm nobody but themselves and should be treated as adults, capable of making rational decisions upon the basis of widely-available information.  Even if there are adverse health effects in the long-term, this is also true of tobacco, alcohol and boxing, which remain legal. We allow world class athletes to train for 23 hours a week (on average), adjust their diets and endanger themselves by pushing the boundaries of their body. We let them do it, because it is what they chose which is best for them. According to the NFL Player Association the average life expectancy of an NFL player is 58 years of age (1). Thus already we allow athletes to endanger their lives, give them the choice of a lifestyle. Why not also extend this moral precedent to drugs?  Judd Bissiotto, 15 Surprising facts about world athletes,   , accessed 05/18/2011", "metadata": {}}
{"pid": "test-law-thgglcplgphw-con03a", "title_text": "th health general global law crime policing law general punishment house would", "passage_text": "Coca chewing is harmful and should be proscribed  The original decision to ban coca chewing was based on evidence that this was indeed harmful to human health. A 1950 report elaborated by the UN Commission of Inquiry on the Coca Leaf with a mandate from ECOSOC states that: \"We believe that the daily, inveterate use of coca leaves by chewing ... is thoroughly noxious and therefore detrimental.\" [1] Therefore the risk of health harms should not be dismissed or undermined. Coca is also different to caffeine and other similar products in in its capacity to be diverted to highly potent, dangerous, and damaging use in cocaine. Therefore it has unique health considerations which make its prohibition acceptable.  [1] Jelsma, Martin. “Lifting the Ban on Coca Chewing”. Transnational Institute, Series on Legislative Reform of Drug Policies Nr. 11. March 2011.", "metadata": {}}
{"pid": "test-education-pstrgsehwt-con03b", "title_text": "primary secondary teaching religion god science evolution house would teach", "passage_text": "Evolutionists point to all kinds of evidence \"proving\" their case, yet they still fail to offer a practical demonstration of their theory that would prove that all life could have evolved from a common ancestor. That still requires a great deal of faith on the part of the scientists. As to positive proof for Creationism, there are many co-dependent species relationships, as well as irreducibly complex biological structures which evolutionists have consistently been at a loss to explain. Creationism offers the explanation evolution cannot.", "metadata": {}}
{"pid": "training-education-egsrsla1j-con01a", "title_text": "", "passage_text": "Forced Education Achieves Little  Being in school does not guarantee that a student is actually learning. If the student lacks interest or ability then the extra time spent in school is unlikely to benefit them, especially if they would not have chosen to be there. This applies even more to the problem of how to deal with those who are disruptive. If they are excluded from school then they are disadvantaged for a longer period of their life. However, if they are included then they continue to disrupt the learning of other students. As Henry Phibbs argues: “Increasing the school leaving age will not result in more being learned – just more broken windows in the locality of the school. Children fed up with school need an escape route, not an extension of their sentence.\" [8]", "metadata": {}}
{"pid": "test-digital-freedoms-aihwbasmn-con03b", "title_text": "access information house would block access social messaging networks", "passage_text": "Private companies have no right to do business when that business is facilitating violence even if that facilitating is unintentional. Sometimes brief impositions are necessary to secure public order. In the course of a riot Twitter can be blocked temporarily to have a meaningful effect on its coordination, extent, and level of violence. This however need not cause problems with those uninvolved not receiving prior warnings as the police could do this before shutting down the network in the local area. And of course when the riot is over the service can return as normal. Ultimately the disruption is very brief, and not likely to ruffle too many feathers overmuch.", "metadata": {}}
{"pid": "test-law-hrpepthwuto-pro01a", "title_text": "human rights philosophy ethics politics terrorism house would use torture obtain", "passage_text": "In the event of an imminent attack it is only reasonable to use force to find information  If authorities have good reason to believe that there is a realistic threat of a nuclear explosion in downtown Manhattan or Tel Aviv then it is vital that as much information as possible can be gathered as quickly as possible.  If that requires pain to be inflicted on an individual to save the lives of millions then it is simply practical to do so. The harm represented by the pain caused to a single individual is outweighed by the possibility that information gathered from a forceful interrogation might save thousands of lives", "metadata": {}}
{"pid": "training-international-melhrilppd-pro02a", "title_text": "", "passage_text": "Would prevent further atrocities  An international mechanism where Sharon would have been able to be tried would be likely to have been one which would have been able to hear cases dealing with the – serious – allegations of crimes against humanity and war crimes by various other groups such as the al-Qassam brigades (the paramilitary group attached to Hamas).  This would have been able to prevent further atrocities by acting as a deterrent through punitive methods as well as showing that the law applies to Western nations and their allies too.", "metadata": {}}
{"pid": "training-digital-freedoms-dfaihbssp-con03b", "title_text": "", "passage_text": "If the state overstepped in its regulation, no doubt private competitors would be able to fill the void. But such an eventuality is rather unlikely given the robustness of civil institutions in free societies and the willingness of people to come out in arms against attacks on their freedoms. The state is not a bogey-man. Rather, it is the best outlet by which to deliver inexpensive, efficient broadband service.", "metadata": {}}
{"pid": "training-health-fhhphwisu-con03b", "title_text": "", "passage_text": "Profits do drive innovation. But there is nothing out there that would make us believes that the profits stemming from the health care industry are going to taper off or even decrease in a universal coverage system. In short in a single-payer system, it’s just the government that’ll be picking up the tab and not the private companies. But the money will still be there.  An expert on the issue from the Brigham and Women’s Hospital opined that this lack of innovation crops up every time there is talk of a health care reform, usually from the pharmaceutical industry, and usually for reasons completely unrelated to the policy proposed. [1]  Whereas the opposition fears new research into efficiency of medical practice and procedures, we, on the other hand, feel that’s exactly what the doctor ordered – and doctors do too. [2]  [1] Klein, E., Will Health-Care Reform Save Medical Innovation?, published 8/3/2009,  , accessed 9/18/2011  [2] Brown, D., ‘Comparative effectiveness research’ tackles medicine’s unanswered questions, published 8/15/2011,  , accessed 9/18/2011", "metadata": {}}
{"pid": "training-politics-dtwhbnhsa-pro02b", "title_text": "", "passage_text": "Peace talks starting just 18 months before all NATO forces have left is clearly leaving it too late to ensure success. There will be little to persuade the Taliban to compromise as they believe their situation is only going to get better when there is no fear of military defeats. The Taliban has walked away from talks before and could easily do so again. It is notable that a Taliban spokesman says “There is no ceasefire now. They are attacking us and we are attacking them” which makes the chances of breakdown in the talks high. [1] To make matters worse the Afghan government has only been lukewarm about the talks complaining that allowing the Taliban an office in Doha “gave the Taliban an official identity, something we didn't want” and responded by suspending negotiations with the United States on a security agreement that would determine how many US soldiers stay in the country after the NATO mission has ended. [2]  [1] ‘US to hold direct peace talks with Taliban’, Al Jazeera, 19 June 2013  [2] Shalizi, Hamid, ‘Afghan government irked over U.S. talks with Taliban’, Reuters, 19 June 2013", "metadata": {}}
{"pid": "training-economy-epechbuwbbe-con04a", "title_text": "", "passage_text": "Leaving may increase British unemployment  Alongside this likely shock to the economy will most likely be a loss in jobs as a result in a loss in trade. Some big employers, such as many car makers, are located in the UK in large part as a result of the access to the EU market. It is estimated that three million UK jobs are linked to trade with the EU. [1] Estimates of the number of jobs lost vary considerably; the CBI has suggested 950,000 [2] while the Treasury thinks 500,000. [3] The number may turn out to be less but clearly a large number of livelihoods will be damaged.  [1] Ashworth-Hayes, Sam, ‘Will 3 million jobs be lost if we quit EU?’, infacts.org, 15 March 2016,   [2] Kollewe, Julia, ‘ Brexit could cost £100bn and nearly 1m jobs, CBI warns’, theguardian.com, 21 March 2016,   [3] HM Treasury, ‘Britain to enter recession with 500,000 UK jobs lost if it left EU, new Treasury analysis shows’, gov.uk, 23 May 2016,", "metadata": {}}
{"pid": "training-international-algsfmhbc-con01a", "title_text": "", "passage_text": "Western European experiences do not demonstrate that civil society’s involvement in politics would be positive in the African context  The idea that CSOs involvement in political life would have positive consequences has been generated by a western-centric literature. However, there is no evidence that the same results would materialize in a completely different context such as the African one. Maina (1998), for example, claims that relations of class and ethnicity are so important in Africa that it is hard to imagine civil society would work in the same way it has in the west. CSOs could form along ethnic or religious lines, thus damaging the fabric of society and jeopardising the stability of divided countries. Ashutosh Varshney (2001), for example, analysed how CSOs formed exclusively along ethnic lines in certain areas in India, thus causing an increase in ethnic violence and political instability. We must therefore be very careful in applying western paradigms to non-western countries, the risk being otherwise to do more harm than good.", "metadata": {}}
{"pid": "test-politics-mtpghwaacb-pro01b", "title_text": "mployment tax politics government house would abolish all collective bargaining", "passage_text": "Collective bargaining is considered a right because of the great benefit that it provides. Specifically, whilst freedom of association might not allow people to be privy to the negotiation process, when a large enough group of people form together and make a statement regarding their opinion, it is profitable for those in power to listen to them.  Collective bargaining in this situation is a logical extension of that. Given that public sector workers are intrinsic to the continued success of the state, it thus makes sense that the state gives them a platform to make their views in a clear and ordered fashion, such that the state can take them into account easily.1  Further, the knowledge that such a right exists causes unions to act in a way which is more predictable. Specifically, a right to unionise with reduce the likelihood that state employees will engage in strike action. Under existing union law, groups of employees are able to compel a state employer to hear their demands, and to engage in negotiations. Indeed, they may be obliged to do so before they commence strike action. If the resolution were to pass, associations of state employees would be compelled to use strikes as a method of initiating negotiation. Under the status quo, strikes are used as a tactic of last resort against an intractable opponent or as a demonstration of the support that a union official’s bargaining position commands amongst the Union’s rank-and-file members.  1. Bloomberg, Michael. “Limit Pay, Not Unions.” New York Times. 27/02/2011", "metadata": {}}
{"pid": "validation-international-alhrhbushdmd-pro01b", "title_text": "", "passage_text": "The events in Darfur were first and foremost a Civil War, even if their consequences included a major humanitarian crisis.  Darfur rose in rebellion against the central government first, and even the local conflict was a civil war, the Abbala tribe from which the janjaweed are drawn has a long history of conflict with settled Darfur tribes, which drove them off their land centuries ago.  That the death toll in these conflicts was raised by the introduction of modern armaments is clear. What is not clear is how Western intervention would have solved either the underlying problems, or created a deterrent. The most likely outcome would have been genocide of the Abbala, as the West already demonstrated in Kosovo that it is unable to protect the “perpetrators” of genocide from its “victims” even with large military forces present.", "metadata": {}}
{"pid": "training-international-gpwhuwsocb-pro02a", "title_text": "", "passage_text": "The difficulty of removing Landmines far outweighs their usefulness  The usefulness of landmines is significantly over-represented. They are easily removed by quite low-technology military equipment – which means that they are not very dangerous to armed forces whose mobility is not significantly restricted, this is after-all the purpose of the mines, but are incredibly harmful to civilians. [1]  A significant problem is that many minefields have been left unmarked and that they can remain active for more than 50 years. Removing a landmine can be fairly easy, but detecting them is not.  [1] ICRC, ‘Anti-personnel mines: not an indispensable weapon of high military value’, 28 March 1996,", "metadata": {}}
{"pid": "training-philosophy-pphsipd-con02a", "title_text": "", "passage_text": "Referenda Produce Snap Decisions  Referendums will lead to poor-quality snap decisions. The problem with referendums is that they are called and voted on quickly, without a series of lengthy parliamentary debates or review by committees. This means that decisions are essential made by short-term popular opinion. This is a problem because there are many policies that are painful and unpopular in the short term but essential in the long run, such as cutting unaffordable public debts. Under representative democracy, governments can make these tough decisions and hope that they pay off before the next election. Harmful short-termism is particularly likely because voters, unlike professional politicians, may lack the technical or economic expertise to realise the necessity of adopting long-term solutions. A clear example is the effect of referenda over the fiscal policy in California. [1] Then, when short-terminism is at the heart of political decisions in a given society, it becomes very difficult to govern. Furthermore, it establishes a more instable political ground for the future generations, who may suffer from the irresponsible political measures adopted by their predecessors, for example inheriting disproportionate amounts of public debt.  [1] Plunkett, J. (18 April 2010) “Would California-style referendums be good for Britain?” guardian.co.uk.", "metadata": {}}
{"pid": "training-philosophy-pgppghba-pro01b", "title_text": "", "passage_text": "Anarchists in fact often have a negative effect on protests, they regularly use far more extreme measures than any other protester at the demonstration and this can often distract from and distort the message behind the protests. Anarchist groups are infamous for trying to hijack protests that were not about anarchism; trying to use extreme and often violent measures to get an anarchist message across when the original protesters have no interest in anarchism whatsoever. Even Christiana cited by the proposition has seen violence in 2009 when 1500 people were arrested after setting fire to barricades and throwing fire bombs at police. [1] Anarchist groups have their own ideology, not the interests of oppressed groups at heart.  [1]", "metadata": {}}
{"pid": "training-education-pstpsnbtsj-con01b", "title_text": "", "passage_text": "History books can tell us more about the horrors of the First World War than any poetry can. War poetry is based on the opinions of one person’s experiences whereas a history book can give an account of all the events and horrors that occurred. Because history books have been written after the war they can gather accounts from many different people and can tell the full story of the war. Shellshock in the First World War helped make many mad; Sassoon himself was nicknamed “Mad Jack” for near suicidal exploits. [10] War poetry may thus be an unreliable source, and it is only one among many that should teach history.", "metadata": {}}
{"pid": "training-culture-aeuhbdcaal-con02b", "title_text": "", "passage_text": "This is a little like saying that the petroleum industry benefits from medicine because of the need for ambulances. People would still go out for dinner and still take holidays. More to the point, as has been suggested, they will still go the theatre or cinema, where people will still act. The issue here is that Universities are unnecessary in the process of training creative artists.", "metadata": {}}
{"pid": "test-education-xeegshwfeu-pro01b", "title_text": "x education education general secondary house would fund education using", "passage_text": "The best schools will continue to differentiate themselves (there is competition amongst the top schools in an area to attract the brightest pupils), and as the voucher scheme will subsidise those currently paying for private education the market will be able to support higher fees. The result of this is that the voucher scheme will subsidise better facilities for the best schools, whilst poorer children will remain trapped in the schools with lower standards.", "metadata": {}}
{"pid": "training-economy-epiasfhbac-pro06a", "title_text": "", "passage_text": "There are schemes to finance homebuilding  Affordability is a key challenge for slum-dwellers to enter the housing sector - challenges range from being able to access capital required to buy property, to the volatile prices in Africa’s property market. Improving housing in slums enables dwellers a choice to exit and move up the property ladder. Different approaches have emerged of how provide a means to access finance and generate property markets.  First, housing micro-finance schemes are presenting a flexible means to access credit [1] . Second, cooperative loans, such as Nigeria’s FMBN (Federal Mortgage Bank of Nigeria) are acting to increase homeownership by providing a secondary mortgage market for low-income families and make finance available. The aim is to ensure repayments are equal to rent costs paid.  [1] See further readings: Riecke, 2013.", "metadata": {}}
{"pid": "training-economy-epechbuwbbe-con01a", "title_text": "", "passage_text": "Economic growth comes with closer integration with your neighbours  Economic integration with neighbours is the best way to economic growth. Neighbouring countries are almost always the countries a nation trades most with; in the UK’s case the EU accounts for 44.6% of exports and 53.2% of imports. [1] It is therefore in the UK’s interest to increase integration to encourage this trade. Throughout the world the trend is towards regional integration rather than away from it with regional organisations from Mercosur in South America to ASEAN in South East Asia encouraging integration.  [1] Office for National Statistics, ‘How important is the European Union to UK trade and investment?’, 26 June 2015,", "metadata": {}}
{"pid": "test-culture-thbcsbptwhht-pro03b", "title_text": "traditions house believes compensation should be paid those who have had their", "passage_text": "Firstly, communities can be given credit for designs and things of other cultural significance without the use of reparations which are arbitrary and pointless.  Secondly, reparations are also ineffective, it throws a one-off lump sum to the formerly oppressed. They do not benefit the most deprived in society (economically). They are not effective in combatting racism.", "metadata": {}}
{"pid": "training-international-athwuhfto-con01b", "title_text": "", "passage_text": "The rise in terrorist activity in Africa since 2006 has reshaped this priority. Following the Kenyan example, the Nairobi mall massacre and the subsequent attacks have acted to change the prioritisation of terrorism in some countries. In early 2014, Kenya’s Defence Secretary Raychelle Omamo stated that there was going to be a greater focus on counter-terrorism in the future [1] , this event has shown many Africans that terrorism is an issue that requires serious attention.  [1] Otieno,B., ‘Kenya: China to Help Kenya Safeguard Territory’", "metadata": {}}
{"pid": "training-free-speech-debate-fsaphwacsl-con03b", "title_text": "", "passage_text": "It would seem to be entirely up to the media if they chose to seek an interview with a celebrity about their latest movie – that is, after all, part of most actors’ job descriptions and part of the media’s duty to inform. That hardly seems relevant to whether it’s possible to publish a picture of them shouting at their kids.", "metadata": {}}
{"pid": "training-economy-epiahbnhba-con04a", "title_text": "", "passage_text": "NAFTA has failed to give Mexico a competitive edge in the global economy.  Although NAFTA gives Mexico a slight advantage over its competitors, this edge has been insufficient; Chinese labor is still cheaper, and imports more goods to the US than Mexico does1. Real wages in Mexico have actually decreased 0.2% and income disparities between Mexico and the US have grown2. In failing to provide sufficient means for Mexico to compete with other developing nations, NAFTA has failed to serve its parties' interests.  1 Smith, Geri and Cristina Lindblad. \"Mexico: Was NAFTA Worth it: A Tale of What Free Trade Can and Cannot Do.\" Business Week, December 22, 2003.  2 Stiglitz, Joseph E. \"The Broken Promise of NAFTA.\" New York Times, January 6, 2004.", "metadata": {}}
{"pid": "training-religion-cghwrwugapa-con04b", "title_text": "", "passage_text": "The majority is not allowed to oppress the minority, they would not be allowed to go back to slavery if they wished, in exactly the same way congress should not be able to establish religion even if the majority wants it to as it is against the US constitution.", "metadata": {}}
{"pid": "validation-international-atwhwatw-con02a", "title_text": "", "passage_text": "History suggests the war in Afghanistan cannot be won  History suggests the war in Afghanistan cannot be won: Mohammad Omar, leader of the Taliban, has issued a taunting statement reminding Western leaders that for more than a millennium, would-be conquerors have tried and failed to subdue the mountain fastness known as the 'graveyard of empires' (Alexander the Great in the 4th century B.C., the British in the 1800s, the Soviets from 1979 to 1989): 'The invaders should study the history of Afghanistan. The more the enemy resorts to increasing forces, the more they will face an unequivocal defeat.' [1]  As galling as it is to accept tutelage from one of Osama bin Laden's key enablers, this does seem to be what history teaches. Pouring forces into Afghanistan has always proved counterproductive. The presence of large numbers of foreign troops is the one thing that reliably unites Afghans, if only for long enough to drive the foreigners out. Tom Andrews, National Director of Win Without War, argued in February of 2009: \"The first principle for someone who finds himself in a hole is to stop digging, The US policy 'hole' in Afghanistan is not of the new Administration's making. But it is important for the President to consider if adding new US combat forces in Afghanistan, without a new and comprehensive plan, for US policy there, might be digging an even bigger hole.\" [2]  This argument similarly applies to keeping NATO forces in Afghanistan past the timetabled withdrawal date: it is just digging a deeper hole. Ann Jones added in 2009 to the argument that the war cannot be won by noting the lack of potential for Afghan forces to ever handle their own security or build a meaningful state: \"I went out to the training fields near Kabul where Afghan army recruits are put through their paces, and it was quickly evident just what's getting lost in translation. Our trainers, soldiers from the Illinois National Guard, were masterful... The Afghans were puny by comparison: hundreds of little Davids to the overstuffed American Goliaths training them. Keep in mind: Afghan recruits come from a world of desperate poverty. They are almost uniformly malnourished and underweight. Many are no bigger than I am (1.6 meters and thin) - and some probably not much stronger. Like me, many sag under the weight of a standard-issue flack jacket. [...] American military planners and policymakers already proceed as if, with sufficient training, Afghans can be transformed into scale-model, wind-up American Marines. That is not going to happen. Not now. Not ever. No matter how many of our leaders concur that it must happen - and ever faster.” [3]  Both history and NATO's own experiences in Afghanistan lead to the same conclusion: Afghanistan cannot be conquered, and so the timetable for withdrawal should be kept to.  [1] Robinson, Eugene. \"In Afghanistan, Downsize.\" Real Clear Politics. 22 September 22 2009.  wnsize_98403  [2] Heuvel, Katrina vanden, ‘Don’t Bleed Resources in Afghanistan’, The Nation, 17 February 2009,   [3] Jones, Ann. \"US wins mind, Afghan hearts are lost\". Asia Times. 22 September 2009.", "metadata": {}}
{"pid": "test-economy-eptpghdtre-pro02b", "title_text": "economic policy tax politics government house doesnt trust republicans economy", "passage_text": "The reason for the apparent superiority of Democrat administrations is that they use government as a job creation service; using taxpayers’ money to create jobs in a bloated federal administration [i] .  Ultimately, these are not real jobs as they are not actually producing wealth, merely circulating what already exists. Real growth and real economic health comes from unleashing the innovativeness and industry of the American people to create new businesses and expand existing ones. The Democrat approach leads to taxes rising The Republicans can reduce taxes because they leave the creation of jobs where it belongs – in the private sector.  [i] “Historical U.S. Job Creation – Under Democratic and Republican Presidents and President Obama” Democraticunderground.com. 2 September 2011.", "metadata": {}}
{"pid": "training-politics-viwvfpps-pro04a", "title_text": "", "passage_text": "We don’t just vote for ourselves  You are very lucky that you have the chance to vote to choose and influence your government. Most people throughout history have not had this chance; in the UK women only received the vote in 1918 and most men only received the right in the nineteenth century. [1] In the United States the timings were similar with freed slaves not voting until 1970 (even in 1940 only 3% of African Americans in the south were registered) and women not until 1919. [2] We should remember the sacrifices of all those who have fought for the right to vote. Moreover huge numbers of people live in countries where these rights have not yet been won – just think of the 1.3 billion people in China who have no input into the change in the leadership, the Politburo Standing Committee, every ten years. [3] As voting has not been an automatic right throughout history you need to vote not just for yourself but for your children and their children in order to ensure that they have the benefit of growing up in a democracy such as the one you live in.  [1] ‘Chartists Key dates’, parliament.uk  [2] ‘ Timeline: Voting Rights Act’, American Civil Liberties Union  [3] Li, Cheng, ‘The Battle for China’s Top Nine Leadership Posts’, The Washington Quarterly, Vol.35, No.1, pp.131-145, Winter 2012", "metadata": {}}
{"pid": "test-international-eghrhbeusli-con01b", "title_text": "europe global human rights house believes european union should lift its", "passage_text": "The arms ban is an anachronism - only China, Myanmar and Zimbabwe are singled out by the EU in this way from all the regimes in the world. [1] China is therefore right to call this policy as showing a “political prejudice against China” [2] as many other nations have perpetrated similar human rights violations. This is pointlessly offensive to the Chinese government and people, who see it as political discrimination against them, and it should be lifted. The new code of conduct should be sufficient to prevent worries that European weaponry will be used to repress demonstrations as it prohibits exports where there is a “Risk that export would be used for internal repression or where the recipient country has engaged in serious violations of human rights”. [3]  [1] BBC News, ‘EU China arms ban ’to be lifted’’, 2005.   [2] Xinhua, ‘China calls for end to “prejudiced” EU arms embargo’, 2010.   [3] Archick, Kristin, et al., ‘European Union’s Arms Embargo on China’, 2005, p21.", "metadata": {}}
{"pid": "test-philosophy-elhbrd-con02a", "title_text": "ethics life house believes right die", "passage_text": "Once the moral absolute is broken, there is no other credible point before the right to use becomes standardised.  It is easy to say that this social move would not lead to healthy thirty year olds walking into emergency rooms and asking to end it all because they had just broken up with their partner or been sacked. However, it’s rather difficult to see why it should not. Proposition says that all this would do is extend the right to commit suicide to those currently incapable of performing the act themselves but that isn’t so. It also extends the surety of success and of a medically painless procedure that is not available to the teenager with a razorblade or the bankrupt with a bottle of pills and another of vodka. For the sake of exactly the equality of approach, it seems only fair to do so. Proposition are attempting to pick the easy bits of the case but, by doing so, they leave contradictions in their case, why shouldn’t the right to die be universal? They know the reason; society would reject the idea out of hand, regardless of its merits. As a result they draw an arbitrary line simply because it is difficult to argue this right as a response to poverty or grief or addiction. They could argue that all of those things “might” get better. Well similarly a cure for cancer “might” be invented. The only consistent argument is either a universal ban or a universal acceptance. Anything else is an argument about where to draw the line; such approaches tend to lead to a gradual, slippery descent away from the original intentions of legislators. Whatever the initial legislation, it would likely be a matter of days before the court cases started.", "metadata": {}}
{"pid": "test-environment-aeghhgwpe-con03a", "title_text": "animals environment general health health general weight philosophy ethics", "passage_text": "Survival of the fittest  It is natural for human beings to farm, kill, and eat other species. In the wild there is a brutal struggle for existence as is shown by Darwin’s On the Origin of the Species. [1] The fact that we humans have succeeded in that struggle by exploiting our natural environment means that we have a natural right over lower species. The concept of survival of the fittest may seem outdated but it is still the defining order of nature. In fact farming animals is much less brutal than the pain and hardship that animals inflict on each other naturally in the wild.  [1] Darwin, Charles, On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life., Literature.org", "metadata": {}}
{"pid": "training-economy-feghwarasw-con02b", "title_text": "", "passage_text": "Sovereign Wealth Funds could potentially help the financial system but they will only do so if it is in the national interest of their country to do so. It is this political dimension that is the reason for more regulation. Moreover regulation of SWFs will not prevent these funds from helping the global financial system. They will still be free to invest. Moreover it does not reduce the incentives for them to do so either, regulation will make no difference to a state’s motivations in a time of crisis – the national interest will remain key.", "metadata": {}}
{"pid": "training-international-aghbuidrch-con01b", "title_text": "", "passage_text": "MONUSCO is working on improving the humanitarian situation in the DRC. They deliver humanitarian help and medical equipment. For example the peacekeepers regularly build health clinics. [1] Quick impact programmes are specially meant to address humanitarian issues and work with the population affected. Without the work of the UN, the desperate situation of the Congolese people would be even worse.  [1] ‘MONUSCO Builds and Equips a Medical Clinic in Mahagi, Ituri District, Oriental Province’, MONUSCO, 12 September 2013,", "metadata": {}}
{"pid": "validation-health-pssahbmakfpu-pro02b", "title_text": "", "passage_text": "Does it really work? Efforts to include men is claimed to have failed in several districts across Uganda. Men remain skeptical of letting women use family planning; believing the planning the number of children a woman has is unnatural. Therefore women are vulnerable to abuse if such programs are used [1] .  [1] See further readings: Nangonzi, 2013", "metadata": {}}
{"pid": "validation-economy-ephwcnhsrsu-con02a", "title_text": "", "passage_text": "High Speed Rail is Not Currently Economically Viable  The economic investment required for a high speed rail system to be implemented in the U.S. is substantial. Currently, the American deficit is at a level that is bad enough that S&amp;P has downgraded the rating on American debt. Given that this is true and that the public spending required for high speed rail is substantial and a situation is caused where the American government would have to increase the flow of money out of its coffers. Even the lowest estimates by the California High-Speed Rail Authority are around $45 billion and it is likely to be much higher. [1] As such the deficit level within the U.S. could stand to increase from a system that would not provide benefit for another five years at least, if it provides benefit at all. At this time, investment in such an area is not needed when the result of such investment could be greater repayments on American bonds that reverse any economic benefits that the system stands to give. [2]  As such, extra spending within the current economic climate needs to show significant long term benefits as well as show at least some signs of being able to immediately help the economy, otherwise there is too great a risk that comes from extra public spending.  [1] California High-Speed Rail Authority, ‘Financing and Costs’,   [2] “US loses AAA credit rating after S&amp;P downgrade.” BBC. 06/08/2011", "metadata": {}}
{"pid": "test-international-aghbfcpspr-con04b", "title_text": "africa global house believes former colonial powers should pay reparations", "passage_text": "There is a fundamental difference here between colonisation and the modern day; whereas colonial powers were formerly damaging infrastructure [1] and natural resources [2] , in the modern day under reparations they would be helping to preserve such resources and finance the development of a sound infrastructure. Nor would the former colonial powers be exerting military strength [3] [4] [5] . There is an obvious difference between the relations of a colonial power and its colony, and a developed nation offering reparations to a less developed nation. One notable change is that the flow of money has changed direction – instead of exploiting the economic potential of the colony, the developed country is actually giving money to the former colony. This opposition point simply does not stand  [1] Accessed from  on 12/09/11  [2] Accessed from  on 12/09/11  [3] Accessed from  on 12/09/11  [4] Accessed from  on 12/09/11  [5] Accessed from  on 12/09/11", "metadata": {}}
{"pid": "training-international-egilpwhbrh-con04a", "title_text": "", "passage_text": "What are the consequences of violating international norms?  President Putin has noted the west is being hypocritical by highlighting their role in the middle east over the last decade. And it is true that violating the prohibition against force does not carry any immediate sanction, and that which it does carry are discretionary to individual powers. However that does not mean the violation does not matter; instead it means that any attempt to annex Crimea will be seen as completely illegitimate. [1] International institutions are also likely to react, albeit slowly and not very effectively. Institutions such as the Council of Europe demand “Ukraine's territorial integrity must be respected and international commitments upheld” [2] while the OSCE is sending monitors to Ukraine. [3] Some institutions may exclude Russia altogether; there have been suggestions from Secretary of State Kerry that Russia could be thrown out of the G8. [4]  [1] Voeten, Erik, ‘International law and institutions look pretty weak now, but they will matter a lot down the road’, The Washington Post, 2 March 2014  [2] Jagland, T., ‘Secretary General Jagland warns against escalation in Ukraine's Crimea region’, Council of Europe, 1 March 2014  [3] AFP, ‘OSCE security monitors 'advance teams' in Ukraine tonight: US’, google.com, 4 March 2014  [4] Swaine, Jon, ‘Russia G8 status at risk over ‘incredible act of aggression’ in Crimea says Kerry’, theguardian.com, 2 March 2014", "metadata": {}}
{"pid": "training-health-adhgphwfrs-pro02b", "title_text": "", "passage_text": "How can it be that only tobacco companies get singled out and told not to advertise their products, while many others (such as prescription drugs) are allowed to market their products? There are many products which are hugely dangerous, take alcohol for example. Whilst drinks can be advertised, in the UK they must also carry a drink responsibly warning. Why can tobacco companies not do the same especially when you consider how much more immediate the danger from alcohol is?", "metadata": {}}
{"pid": "training-philosophy-ppphwrbtcw-con03a", "title_text": "", "passage_text": "Expiring the Tax Cuts Would Cause Investor Movement Abroad  As mentioned in the previous arguments, the expiration of Bush tax cuts would firstly cause investors and people in the upper brackets to resort to tax avoidance methods, such as placing money in foreign accounts and using legal lacunae to reduce their tax liability.  However in a world where the upper management of most businesses can be handled from other countries, it is prudent for those facing higher taxes in the U.S. to move away to avoid them. Most countries in the U.A.E, for example, have incredibly low tax rates for the entire population.  The reason that many American taxpayers in upper brackets have not moved away to take advantage of this is because the tax cuts and the Republican government have kept them satisfied enough that there is no reason to go through the inconvenience of moving.  The removal of the tax cuts could easily provide this impetus owing to the fact that they might result in further higher taxes for the rich down the line. As such, tax increases of this nature could cause the rich to leave the country and cease paying tax altogether. [1]  [1] Bruner, John, “Where America’s Money is Moving,” Forbes, 14/06/2010", "metadata": {}}
{"pid": "test-international-gpdwhwcusa-pro03b", "title_text": "global politics defence warpeace house would create un standing army", "passage_text": "A UN standing army would still have the same drawbacks as the current model. Differences in language, culture, etc. will seriously mar operational effectiveness, especially in combat situations, irrespective of whether they have been trained together. In the heat of the battle, troops that have grown up in different cultures, speaking different languages will understandably fall back upon what they know. Cultural instincts cannot be retaught or unlearned in a military barracks; they will prove an obstacle to operational effectiveness. In addition, in a truly multinational force there will always be a great many individual soldiers who could be suspected of taking sides in a particular conflict (e.g. Muslims or Orthodox Christians in the Balkan conflicts); are such soldiers to be pulled out from a particular mission, thereby perhaps weakening the whole force? A UN army might also end up being very poorly equipped, for if the advanced military powers start to see the UN as a potential rival or adversary, they will refuse to provide it with quality arms and armour. In that case, the UN standing army becomes both another rival in the global balance of power and may drive opposition to the institution itself and its long fight to garner respect.", "metadata": {}}
{"pid": "test-education-tuhwastua-pro03b", "title_text": "teaching university house would abolish standardized tests university admission", "passage_text": "Language will be as much of an issue in understanding in college as it will be for the tests and is likely to be as much of a difficulty in any other method of determining college admissions.  Otherwise these are objections to individual questions on the test, and not to the system itself. The very fact they have made have ensured that the same problems have not re-occurred. Indeed the analogies were dropped in 2005 and scores for the poorest students increased as a result showing that SATs can simply be changed when problems are found with the testing. [1] The problems with a purely grade based system are however intrinsic, and much harder for individuals to improve.  [1] Cloud, ‘What’s Good about the New SAT Test’, 2006", "metadata": {}}
{"pid": "training-international-mciahbncb-con03a", "title_text": "", "passage_text": "Short term hype  Despite the boom in Nollywood’s industry it remains hard to get investment. With funding issues prevalent the hype surrounding Nollywood is temporary.  The difficulties in getting funding, mean films produced are often safe and politically popular - aware that funds can be gained for backing. For example, the controversial film – Boko Haram – aimed to provide an alternative perspective into the Islamist extremist group. The core subject matter was to explore terrorism; however, following the controversial story and topic, marketers dropped out, fearing a political backlash. Titles had to be changed and the film adapted to be more sensitive. The ideas behind the films, and the stories told, are being altered due to funding constraints [1] . Perspectives, on and in Africa, cannot be changed if the topics raised are altered to meet sensitivity regulations. Hegemony will persist.  [1] See further readings: Hirsch, 2013.", "metadata": {}}
{"pid": "test-international-ipecfiepg-con01b", "title_text": "ic policy eurozone crisis finance international europe politics government", "passage_text": "It is not necessarily true that the whole banking sector in Greece would collapse. Given that the default would be orderly and take place within the context of the European Union, the ECB and European Commission would still provide substantial liquidity aid for Greek banks. Moreover it is not true that a devaluation of domestic currency necessarily leads to high inflation – this was not the case, for example, when Britain exited the European Exchange-rate Mechanism in 1992 and pursued a devaluation policy of the British Pound. [1] Lastly, evidence of recent governments that have defaulted suggests that even though some of the harms the opposition refer to may actualise, recovery generally follows fairly quickly, as was the case with Argentina, South Korea and Indonesia. [2]  [1] Ruparel, Raoul and Persson, Mats: “Better off Out? The short-term options for Greece inside and outside of the euro”, June 2012, Open Europe, 2012   [2] Becker, Garry: “Should Greece Exit the Euro Zone?”, The Becker-Posner Blog, 20.5.2012,", "metadata": {}}
{"pid": "test-international-apwhbaucmip-pro01b", "title_text": "africa politics warpeace house believes african union can meet its pledge", "passage_text": "Having a system is useless if it is not sufficiently funded to fulfil its objectives, at the moment the AU does not provide sufficient funding for peacekeeping. [1]  Moreover, reaction does not prevent war - just shortens it and reduces the intensity. The Panel of the Wise is one method of attempting to stop conflict before it becomes really violent but external mediators can only do so much in preventing conflict; most needs to come from the parties in conflict.  [1] Williams, 2011, p.12", "metadata": {}}
{"pid": "training-education-pstpsnbtsj-pro02a", "title_text": "", "passage_text": "Students need to study the basics of language not a complex form such as poetry  According to a report published in 2011 [3] a great number of pupils in England are struggling after starting secondary school and 3 out of 10 pupils are not making enough progress in English. If pupils are not making the required progress in basic English then it is difficult to understand the motivation behind teaching complex poetry. If a student is unable to do basic multiplication it makes no sense to ask them to do complicated mathematic equations. The same is true in English: pupils who struggle with things like grammar and vocabulary should not be expected to tackle complicated poetic structures.", "metadata": {}}
{"pid": "validation-international-epgwhwlcr-con02a", "title_text": "", "passage_text": "Does not provide guarantees for the protection of other Russian minorities  Although it is the region in which Russia has acted its interest in Ukraine is not just about Crimea. Foreign Minister Lavrov has made clear “Russia recognises its responsibility for the lives of countrymen and fellow citizens in Ukraine and reserves the right to take people under its protection”. [1] A lease over Crimea will resolve nothing if it does not also resolve other issues between the two countries such as the protection of minorities and Russia’s economic interests.  [1] MacAskill &amp; Luhn, 2014,", "metadata": {}}
{"pid": "training-sport-tshbirsbumlb-pro04b", "title_text": "", "passage_text": "Baseball is not just about the players. It’s about managers, coaches, fans, and umpires too. It is a rather narrow view to argue that baseball umpires should remain invisible. Umpires play a central role in every game. They make signals that are meant to attract attention. When a crucial play occurs in the bottom of the ninth inning, all eyes are on the umpire to see what the outcome will be. Bruce Froemming, who broke Klem’s record for most MLB games umpired, had this rejoinder to Klem: “One of the really wrong theories about officiating is that a good official is one you never notice. The umpire who made that statement was probably a real poor official who tried to get his paycheck and hide behind his partners and stay out of trouble all his life. Control of the ballgame is the difference between umpires that show up for the players and the managers.” [1] Rather than denying umpires’ central role, we should acknowledge it.  Joyce’s blown call—and the sorrow he felt afterward—are as memorable, and as part of the culture of baseball, as any celebration of a perfect game. Joyce’s post-game press conference might not go in the record books, but it will remain as much a part of baseball history as Galarraga’s achievement would have. It is pure assertion to argue that that is not what baseball is about or what fans want to see.  [1] “Umpire Quotes,” Baseball Almanac,  .", "metadata": {}}
{"pid": "validation-economy-epeghwbhst-pro01b", "title_text": "", "passage_text": "This makes the strange assumption that Leeds and Manchester, or even Birmingham is the north. In pure geographic terms they are not even half way up the country from London – what about Newcastle and Scotland?  The evidence for the possibility of a high speed railway helping to solve regional inequalities is decidedly mixed. Theoretically if one region has comparative advantage then providing it with better transport infrastructure should mean that region simply expanding its market – in this case London would likely have the comparative advantage so increasing inequality. [1] While this has not happened with all high speed links what will happen is that the regional hubs may grow but it will likely be at the expense of surrounding towns that are not connected and areas further away from the line. The government’s own figures estimate the cost to the North East of Scotland would be £220million per year. [2]  [1] Puga, Diego, ‘Agglomeration and cross border infrastructure’, European Investment Bank Papers, vol.13, no.2, 2008, pp.102-24,  p.117  [2] BBC News, ‘HS2 ‘losers’ revealed as report shows potential impact’, 19 October 2013,", "metadata": {}}
{"pid": "training-economy-epeshwimra-pro02a", "title_text": "", "passage_text": "Maintaining access to pension and healthcare plans  Creating a mandatory retirement age ensures that businesses will be able to maintain employees’ pension plans and healthcare schemes.  In many liberal democracies that operate without centralised, government sponsored welfare systems, the support provided by employers’ insurance systems is the only means of obtaining hospital care or a retirement income for a large number of working age individuals.  Many firms also offer so-called defined benefit pension plans to their workers. Pensions of this type guarantee that a worker will receive a certain, regular level of income on retirement – an amount calculated according to a fixed formula that takes account of an employee’s salary and the length of their service with a company.  As the Ford motor company attempted to do in 2010, many firms will attempt to remove older employees who show no desire to retire of their own volition. The older an employee is at the point of retirement, the more money- under a defined benefit plan- a firm will have to pay out in the form of pension contributions.  Further, as individuals age they will represent more of a risk in terms of healthcare liabilities. As an individual ages, the likelihood that she will develop chronic diseases such as cancer increases. The greater the aggregate age of a company’s workforce, the more likely it is that the company will, at some point, have to cover the costs of treating a serious illness.  Two specific harms result from this situation. First, employers will become reluctant to hire older individuals, aware of the increased risk that their productivity may be affected by an illness that will be treated at their firm’s expense. Second, as employees age, their retirement settlements will constitute an ever increasing burden on their employer. Life spans across the western world are collectively increasing. The longer an employee remains in work, the larger their pension, the greater the liability they represent to a business.  As a consequence, between the cost of maintaining a previous generation’s pension settlements and the cost of treating the afflictions of longer-lived workers, it is highly likely that some employee support schemes will collapse. Other schemes, as has occurred in many UK businesses, will be closed off to new employees. Either way, the obstacle presented by an aging workforce will deny a younger generation the chance to benefit from schemes and subsidies that their employer provided to their fathers and grandfathers.", "metadata": {}}
{"pid": "validation-politics-glvhwetleb-pro02b", "title_text": "", "passage_text": "People are not stupid. They will not vote for someone who is using the powers of the executive to enrich himself. Rather, leaders will only be able to stay in power so long as they do what the people want. If leaders are maintaining their power by other means, such as institutionalized corruption and force, it is not because there are no term limits on the leader, but rather because of other fundamental problems of government in those states, in such cases as with Chavez the executive will have enough power simply to override the imposed term limits. [1]  [1] Shifter, Michael. 2011. “If Hugo Goes”, ForeignPolicy.com, 28th June 2011, Available:", "metadata": {}}
{"pid": "test-economy-fiahwpamu-pro04a", "title_text": "finance international africa house would provide access microfinance unbanked", "passage_text": "Rebuilding agricultural systems  Africa is faced with an agrarian crisis. Microfinance is providing rural communities a chance to gain food security and reduce vulnerability to risks such as climate change, unstable demand, and political tensions. Microfinance supports small scale agriculture – which is more sustainable, effective for growth, and beneficial for communities than larger scale agriculture. In Zimbabwe, small scale farming has the capability to improve production, benefiting households, communities, and the Nation (IRIN, 2013; Morrison, 2012).  Kiva, a microfinance NGO, is providing affordable capital to remote communities. Loans have been provided to small-scale farmers and a rental system has been set-up enabling farmers to borrow tools and resources needed.", "metadata": {}}
{"pid": "training-politics-pggdfakhwf-pro02a", "title_text": "", "passage_text": "Think tanks’ power of objectivity is the best form of marketing for biased views  Think tanks are considered more credible than corporate marketing. [1] In the case of corporate marketing the recipient is aware that he is being sold a product. In the case of think tanks, the recipient believes he is being given unbiased information. Therefore, it is tempting for corporations to finance think tanks and encourage them to reach the conclusions that they otherwise would promote through marketing. This way, think tanks can be powerful tools for promoting a biased agenda: if done successfully the same message is communicated but in the form of credible information rather than manipulative marketing. In fact, it is common practice for journalists to quote think tanks without labelling their political bias. [2] And they most certainly don’t say if there is funding from a particular interest for example with the supposedly free market Institute of Public Affairs in Australia that somehow ends up arguing for government investment and intervention in Northern Australia – a position suspiciously close to several big mining companies. [3] This violates people’s freedom to make an informed decision, and can give biased views disproportionate and undue influence. By forcing them to disclose, any corruption or bias will become obvious to all.  [1] Mayer, Jane. “Covert Operations”, A Reporter at Large, The New Yorker. 30 August 2010   [2] Dolny, Michael. “What’s in a Label?”, Extra!, FAIR. 1 May 1998   [3] MediaWatch, “Disclosing the funding of think tanks”, ABC News, 27 May 2013,", "metadata": {}}
{"pid": "training-health-hgfhwbhc-con01b", "title_text": "", "passage_text": "Cloning will lead to a lack of diversity amongst the human population as it is creating genetic copies rather than increasing diversity by mixing genes. [1] The natural process of evolution will be halted, and as such humankind will be denied development, and may be rendered more susceptible to disease.  [1] ThinkQuest, Disadvantages of human cloning,  , accessed 08/20/2011", "metadata": {}}
{"pid": "test-international-gpsmhbsosb-con01b", "title_text": "global politics society minorities house believes south ossetia should be", "passage_text": "Russia’s Ministry of Foreign Affairs described the 2006 referendum as a “free expression of the will of South Ossetia’s people through democratic procedures. Many countries in Europe and America could only envy the level of organization and democratic transparency [in South Ossetia].” [1] (10)Similarly, Luis Tascón, a member of the National Assembly of Venezuela, stated during visit to S. Ossetia that “Those people who wish to be free will be free. And the free peoples will help South Ossetia with it.” [2] (13) Denying the legitimacy of this democratic referendum (whose flaws have not been proved to have been so severe as to discredit it entirely) is to deny the South Ossetian people the right to self-determination.  [1] Socor, Vladimir. “MOSCOW’S FINGERPRINTS ALL OVER SOUTH OSSETIA’S REFERENDUM”. Eurasia Daily Monitor Volume: 3 Issue: 212. The Jamestown Foundation. 15 November 2006.   [2] Enotes. “South Ossetian independence referendum, 2006”. Enotes.", "metadata": {}}
{"pid": "training-philosophy-pgppghba-con03b", "title_text": "", "passage_text": "This is an unfair portrayal of Freetown Christiana. Soft drug use is something that the people of Christiana have decided is not immoral or illegal and is something that they tolerate in their society. They should not be criticised for people who do things which are totally within the rules of Freetown Christiana society.", "metadata": {}}
{"pid": "test-politics-oapdhwinkp-con03a", "title_text": "onal asia politics defence house would ignore north korean provocations", "passage_text": "Ignoring North Korea wont resolve the situation  While the great powers can try to keep on with business as usual how will this be helpful? The situation is unstable and needs to be resolved which is something that ignoring the North will not do. Commentators thought that the North would collapse as a result of the withdrawal of support that was given by the USSR in the early 1990s but it did not happen. The regime will likely be able to hang on in the status quo situation pretty much indefinitely.  There is also no reason to believe that the provocations may not become bigger should smaller provocations be ignored. While North Korea can attract the world’s attention with a missile test launch it is likely to keep doing such small and relatively harmless actions. Should such actions fail the regime may resort to bigger incidents such as the sinking of the South Korean corvette Cheonan in 2010 which resulted in 46 deaths which may have been an attempt at coercive diplomacy against a regime that was unwilling to engage in negotiations. [1]  [1] Cha, Victor, ‘The Sinking of the Cheonan’, Center for Strategic &amp; International Studies, 22 April 2010,", "metadata": {}}
{"pid": "test-sport-otshwbe2uuyt-pro02b", "title_text": "olympics team sports house would boycott euro 2012 ukraine unless yulia timoshenko", "passage_text": "Boycotting the football will not highlight Ukraine’s human rights abuses any more than they already have been by the international press as a result of the calls to boycott. Whether leaders boycott or not the human rights abuses have been highlighted. Choosing to attend will not show that leaders are unwilling to take action simply that this is not the way for them to take action. Leaders could attend the matches and still diplomatically rebuke Ukraine’s leader.", "metadata": {}}
{"pid": "training-free-speech-debate-sdmagghbrm-pro01a", "title_text": "", "passage_text": "Murdoch is morally unfit to run a powerful media company.  Those running media corporations should be morally upright people who control their media companies in the public interest as these are organisations that potentially have a lot of influence through their control of information. This is however not at all how Rupert Murdoch ran News Corp or his newspapers.  Murdoch has been running his empire in pursuit of power and to advance a right wing agenda. [1] His influence was such that even naturally left wing parties such as New Labour under Tony Blair stuck to right wing or wing orthodoxies in order to keep the support of the Murdoch press. [2] Murdoch was therefore pushing narrow interests rather than the public interest. Murdoch’s News Corporation has shown their lack of moral scruples not just by engaging in industrial scale hacking but also by its determination to use its contacts to close down investigations by parliament or the police as well as being willing to destroy evidence and lie when giving evidence. Tom Watson MP has gone so far as to accuse Murdoch of being “the first mafia boss in history who didn’t know he was running a criminal enterprise”. [3]  The attitude of the person at the top towards how their company and its staff should conduct themselves informs how they do conduct themselves and engage in their business. It is the owners and the management that create the corporate culture which in Murdoch tabloids meant profits at all costs and doing anything to get a story. [4]  [1] Puttnam, David, ‘News Corporation has sought to undermine elected governments’, guardian.co.uk, 28 April 2012.  [2] Holehouse, Matthew, ‘The Blairs and the Murdochs: a special relationship’, The Telegraph, 22 February 2012.  [3] The Economist, ‘Stringfellows: A British MP’s long-awaited account of investigating the Murdoch empire’, 28 April 2012.  [4] Grayson, David, ‘Phone hacking: what corporate responsibility could have done to stop it’, Guardian Professional, 25 July 2011.", "metadata": {}}
{"pid": "validation-international-atwhwatw-pro01b", "title_text": "", "passage_text": "Afghanistan is only of limited value to American and other NATO countries' security, especially in the context of other areas where the resources could be used. Amdrew Bacevich argued in 2009: \"What is it about Afghanistan, possessing next to nothing that the United States requires, that justifies such lavish attention? In Washington, this question goes not only unanswered but unasked. Among Democrats and Republicans alike, with few exceptions, Afghanistan’s importance is simply assumed—much the way fifty years ago otherwise intelligent people simply assumed that the United States had a vital interest in ensuring the survival of South Vietnam. As then, so today, the assumption does not stand up to even casual scrutiny. [...] For those who, despite all this, still hanker to have a go at nation building, why start with Afghanistan? Why not first fix, say, Mexico? In terms of its importance to the United States, our southern neighbour—a major supplier of oil and drugs among other commodities deemed vital to the American way of life—outranks Afghanistan by several orders of magnitude.\" [1]  The sort of fear-mongering about Pakistan, nuclear war and a new 9/11 is the same sort of scare tactics which were used to justify and perpetuate the war in Vietnam. As Peter Navarro argued, \"During my senior year in high school, in 1966-67, our local congressman came to speak to us soon-to-be-draftees about the necessity of the Vietnam War. His basic pitch was a frothy combination of Red menace, yellow peril, and domino theory. [...] the speech rang as hollow as a beer keg after a frat party. [...] Today, I get the same kind of hollowness in my gut every time I hear President Barack Obama and a gaggle of Democratic and Republican hawks offer eerily similar arguments for the Afghanistan war. Terrorism is the new Red menace. Yellow peril has morphed into radical Islam. Dominoes, perhaps surprisingly, are still dominoes. In fact, sober analysis of the two major arguments in support of the war leads me to the same conclusion as my gut – let's get the hell out.\" [2]  Moreover the terrorist threat from Afghanistan is low, Zaid Hamid, head of Brass Tacks, a think-tank based in Pakistan, argues: \"Their presence and capacity is greatly exaggerated. It is not possible that the so-called exaggerated threat perception by the West about another 9/11 attack being waged from Pakistan’s FATA or Afghanistan takes place.\" [3]  [1] Bacevich, Andrew J. \"The War We Can't Win\". Commonweal. 14 August 2009.   [2] Navarro, Peter. \"Orange Grove: Get out of Afghanistan now\". OC Register. 25 September 2009.   [3] Leghari, Faryal. \"Troop Surge in Afghanistan is a Military Fallacy\". Khaleej Times. Spearhead Research. 20 February 2009.", "metadata": {}}
{"pid": "test-law-tahglcphsld-con01b", "title_text": "th addiction health general law crime policing house supports legalisation drugs", "passage_text": "Many things that can be dangerous are legal, from drugs such as alcohol, to activities such as skydiving, or even rugby. However, millions of people are able to drink or play sports without harming themselves or society. It would seem draconian and extremely paternalistic for the government to ban everything that has the potential to be dangerous; instead, they should educate people about the dangers, but trust them to make decisions about their own lives.  The State has no authority to force its own morality on the general populace unless these drugs can be proven to harm others. The State is the facilitator of the voters’ desires in a democracy. So, a State enforced, morality goes against the obligations of the State to its people.", "metadata": {}}
{"pid": "test-environment-ehwsnwu-pro01b", "title_text": "energy house would store nuclear waste underground", "passage_text": "Underground nuclear storage is not the only way to store nuclear material. Economically speaking, it is more expensive, but likely much safer to store nuclear waste above ground in facilities that can be easily monitored and dealt with. Unlike in underground storage facilities, should something go wrong above ground, it can be responded to quickly and efficiently and it is likely that problems will be detected earlier as well.  Further, widely implementing underground nuclear storage would also encourage states to be more cavalier with their nuclear energy policies. Specifically, whilst nuclear energy generation may result in zero carbon emissions, the mining and milling of uranium that initially starts the process is environmentally damaging. [1]  [1] ISN Security Watch. “Europe’s Nuclear Waste Storage Problems.” Oilprice.com 01/06/2010", "metadata": {}}
{"pid": "validation-politics-ghbfsabun-pro03a", "title_text": "", "passage_text": "Nationally homogenous states are rare and most states have local differences  It is not clear what the logical end point for splitting countries over political differences would be. Since each individual has a unique set of preferences, or at least there are large numbers of groups of people with different preferences, the state must aggregate preferences at some point. It makes more sense for the state to aggregate preferences in such a way that creates effective states that can meet their (aggregate) goals rather than attempting to find \"pure\" nation states. Furthermore, nations are often scattered in areas which do not provide a clear location for a state. An example of this is Eastern Europe or Africa where ethnic groups and tribes regularly cross state boundaries and exist as unconnected pockets.1 It would be impossible to create states to cater to these groups. 1 Guardian, 2007, 'Biafran Lessons,'", "metadata": {}}
{"pid": "training-international-ghwfunb-con03a", "title_text": "", "passage_text": "Non-payment of dues is an infringement of international law.  Members of the UN are obligated by treaty to contribute. In fact, ten nations (all in Africa, Central Asia or the Caribbean) are being threatened with the loss of their General Assembly votes for arrears this year. These states are required to make far smaller contributions in total than the gaps often left unfilled by the USA. As of 2009 the US debt to the UN exceeds $ 1.5 billion [1]. Therefore the UN is more or less dependent on US payments. While the US does eventually contribute its dues, and the UN voluntarily complies with its demand to keep a level budget, the threat they hold over the UN is essentially a breach of treaty and should be treated as such.  [1]", "metadata": {}}
{"pid": "training-environment-pscisghwbs3-pro04a", "title_text": "", "passage_text": "Household 3D printing can, in the short term, destroy developing economies  All nations to develop economically depend on the importation of capital. In most cases, this takes the shape of labour-intense manufacturing. In fact, scarcely any countries have developed without transitioning through having a large manufacturing sector.8 It takes time for these countries to develop the capital and infrastructure to enter higher barrier to entry markets, such as the service sector. Transitioning without of manufacturing is therefore not an option for the majority of developing nations, and the exceptions that have succeeded in creating economic growth without large scale manufacturing, such as India and Sri Lanka, relied on spectacular luck.9 As a result, many developing nations depend on exporting cheap products to the developed world, where consumption is the highest.  If demand for the goods they produce is satisfied in the developed world, such countries will be unable to export. Because of the labour intensiveness of the manufacturing this will affect a large number of people. Short term drops in growth are particularly harmful in the developing world, where social security is too underdeveloped to cushion their effect. People who work long hours for minimal wages do so because unemployment is not an option. Were these factories to have to close suddenly, the social consequences would be devastating.  3D printers provoke this to happen by satisfying all demand for cheap products. When individuals in Western liberal democracies can get access to cheaper products from their own home, developing nations will be unable to compete, and their exports fall substantially. 3D printers should remain at the industry level, where companies are more likely to rationally prefer importing cheap products over the extra costs of using 3D printers, such as electricity, and are likely to continue trade with the Third World.  [8] “Breaking In and Moving Up: New Industrial Challenges for the Bottom Billion and the Middle Income Countries”, Industrial Development Report, United Nations Industrial Development Organization (UNIDO). 2009.   [9] “The Service Elevator”, The Economist. 19 May 2011.", "metadata": {}}
{"pid": "test-politics-ypppgvhwmv-con03a", "title_text": "y political philosophy politics government voting house would make voting", "passage_text": "There are alternatives that tackle the real causes of voter disengagement  Compulsory voting hides the problem which is causing people to be disengaged from politics; it allows politicians to ignore measures that can tackle the true causes of political disengagement.  States instead should seek on strategies that will eliminate barriers to voting along with reducing the costs of turnout for its citizens, weekend voting, making election days a holiday, simple registration procedures, reforms such as to the party finance rules to widen the playing field, and the creation of a centralized, professional bureaucracy concerned with all aspects of election administration. In the UK, for example, adopting a more proportional system will allow for a political spectrum rather than the three major parties that currently dominate.", "metadata": {}}
{"pid": "training-law-lgpcphwawtai-pro04b", "title_text": "", "passage_text": "While intercept evidence may well show links between people, it does not necessarily accurately show what they were doing. In this way, intercepts make good intelligence, but poor evidence. There is no guarantee that intercept evidence will ‘prove’ anything in court rather than simply creating unfounded implications which could actually serve to confuse, rather than clear, the case in question. Until intercept intelligence can prove itself reliable enough to be routinely used as genuine evidence – and it is unclear that it ever will [1] – it certainly should not become an established part of the wider legal system.  [1]  , accessed 30/08/11", "metadata": {}}
{"pid": "training-science-uhbmsf-pro02b", "title_text": "", "passage_text": "Humans are more liability than asset when it comes to space travel. While humans can think outside the box more readily than machines, developments in cognitive science and computer design have resulted in ever more competent computers that are gaining more and more the ability to solve problems on their own. Furthermore, humans are physically fragile; in the event of even slight damage to a spacecraft, all humans on board could be killed. They are also susceptible to health risks in the form of radiation damage and muscle and bone loss due to the zero gravity conditions of space. [1] Unmanned ships are far more capable of surviving the dangers of space, and of completing missions successfully.  [1] Ad Hoc Committee on the Solar System Radiation Environment. \"Space Radiation Hazards and the Vision of Space Exploration.\" National Research Council.", "metadata": {}}
{"pid": "training-politics-viwvfpps-con01b", "title_text": "", "passage_text": "This is nearly always not actually a reason not to vote as because in almost every constituency the number of people who do not vote outnumbers the vote of the winning party this means if everyone who does not vote did as you will do and all get out and vote the vote could go any way, even a fringe party could be elected if the non-voters vote together. To illustrate lets take a look at Kirkcaldy and Cowdenbeath, one of the safest seats in the UK, former British Prime Minister Gordon Brown’s seat. In 2010 Labour won with 65.2% of the vote, [1] with 29559 labour votes compared to 6550 SNP a majority of 23009. [2] However in this seat turnout was only 62.2% that means that 27863 people did not vote, considerably more than voted for Labour. If they voted together for someone else those who do not vote could always throw out the party in power. No seat is therefore really a safe seat, they are safe because who believe their vote is not worthwhile do not bother to vote when in reality if they did they could make a difference. Indeed in the Scottish elections of 2011 the SNP managed to take a large part of this same seat. [3]  [1] Electoral Calculus, Majority Sorted Seats  [2] Wells, Anthony, Kirkcaldy and Cowdenbeath, UKPollingReport, 2010  [3] ‘Vote 2011 Scotland elections, Kirkcaldy’, BBC News, 11 May 2011", "metadata": {}}
{"pid": "training-environment-cephbesane-pro03b", "title_text": "", "passage_text": "The essence of the argument may be correct, however, the basis is not. The stress tests were to great extent based on unrealistic threats like strong earthquake (which are extremely rare – almost non-existent in Europe away from the Mediterranean) or crash of big airplane. In these cases truly, lives could be endangered, however, the possibility of these cases ever occurring is nearly zero. Even if some investments in safety measures were needed (like in case of the safety systems in case of blackout) implementation of those would be substantially lower than phasing out nuclear reactors and building a replacement capacity of equal capacity from renewable sources.", "metadata": {}}
{"pid": "validation-politics-pgvhwlacc-pro03a", "title_text": "", "passage_text": "Further reforms would create a level playing field  A further reform limiting super PACs would have the effect of leveling the playing field for candidates. Candidates with enormous leadership potential but small wallets have failed due to the lack of resources. Under a reformed campaign finance system, it will be more difficult for well-financed candidates to win purely because of the money they have. Incumbent candidates have a unique advantage over challengers in the present system because of their direct connections to important sources of money.  Campaign finance reform will make elections more competitive and thus enhance higher turnover or \"fresh blood\" in politics. This is essential for challenging old orthodoxies and bringing in new ideas. It will also make it easier for members of ethnic minorities and the working class to seek office - such groups are disproportionately deterred from candidacy by the current need to raise large sums of money.  Quantitative analysis of elections involving incumbents from twenty-five states across three election cycles indicate that more stringent campaign finance laws increase the likelihood of new challengers to the current incumbent. [1] Financing laws limiting fundraising increase the likelihood of minority-party and independent challengers and produce higher rate of election competition. As a result challengers feel they have better chances against the incumbents.  [1] Hamm, Keith E., and Hogan, Robert E., “Campaign Finance Laws and Candidacy Decisions in State Legislative Elections”, Campaign Finance: The Problems and Consequences of Reform. Ed. Robert Boatright. New York: International Debate Education Association, 2011, 2011. 171-191.", "metadata": {}}
{"pid": "test-international-aghbfcpspr-pro03b", "title_text": "africa global house believes former colonial powers should pay reparations", "passage_text": "These reparations have done little to satisfy the recipient countries. For example, Israel asked Germany to improve the reparations agreement [1] , which resulted in Germany withdrawing reparations entirely [2] and only served to increase tensions between the two nations. Furthermore, Israel has become reliant on German reparation money [3] , suggesting that reparations do not in fact allow the recipient country to develop their whole national identity without ties to former dominating countries. Moreover, despite the payment of reparations from Italy to Libya, Libya still believes that it was ‘insufficient compensation for colonial damages’ [4] . Just because reparations have been made in the past does not, by any means, show that they were successful or indeed that they are the best option available in the present day.  [1] Accessed from  on 12/09/11.  [2] Accessed from  on 12/09/11  [3] Accessed from  on 12/09/11  [4] Accessed from  on 12/09/11", "metadata": {}}
{"pid": "test-law-cpilhbishioe-pro01a", "title_text": "crime policing international law house believes icc should have its own enforcement", "passage_text": "An ICC enforcement is a necessity if there is to be international criminal justice  The remit of the ICC is unlike the remit of any national court. It deals exclusively in crimes so unacceptable there is an international consensus behind their illegality and the need for prosecutions. The parties that signed up to the Rome Statute’s reason for the creation of the ICC was “that such grave crimes threaten the peace, security and well-being of the world” the perpetrators of such crimes clearly need to be brought to book, and to do that they need to be apprehended. The same agreement said the signatories were “Resolved to guarantee lasting respect for and the enforcement of international justice” if this is the case then there should be agreement on enabling that enforcement by creating an ICC enforcement arm. Again the Rome statute makes clear that the agreement “shall not be taken as authorizing” intervention by another state. This is why the enforcement needs to be done by a separate international force who could not be considered a threat to any state. [1] Quite simply there is little point in international criminal justice if there is no force to bring the criminals to the court.  [1] ‘Preamble’ Rome Statute of the International Criminal Court, 1 July 2002,", "metadata": {}}
{"pid": "test-science-wsihwclscaaw-pro02b", "title_text": "warpeace science internet house would consider large scale cyber attack act war", "passage_text": "Cyber attacks might be disruptive, but they do not result in destruction, violence, injury and death the same way traditional armed aggressions do. For the majority of businesses and citizens, disruptions to online baking might be very inconvenient, but they are in no way equal to actual bombings and deaths. Targeted power grids, if they result in power outages, is mostly a discomfort in contrast to actual killings and atrocities that happen during wars. Plus, the infrastructure that really matters in a conflict, such as nuclear plants or military weaponry, cannot be hacked as they are not connected to the internet [13] [14]. Developed countries might be very used to amenities and comfort of online services and computers, however, a definition of armed conflicts as acts of war is much more universal because everywhere a human life is more important than any form of comfort. This is why people have a right to life and not a right to internet.", "metadata": {}}
{"pid": "training-culture-tpghwam-con04b", "title_text": "", "passage_text": "This could be contested due to the fact that these issues and many more like them were being campaigned for long before the Royal family was involved. While they did provide a focal point for the eye of the media, the media prefer to focus on celebrities fighting for causes. Prime examples are campaigns such as Comic Relief with involves a great deal of celebrity involvement to promote a cause. For example, in the 2011 Comic Relief which raised £102 million, a series of high profile challenges took place including Chris Moyles and Comedy Dave’s 52 hour non-stop radio marathon which raised over £2.6 million and won a Guinness World Record. While nine celebrities took part in the BT Red Nose Desert Trek across the Kasuit Desert in Kenya and raised over £1.3 million in the process. The official Comic Relief mentions that the government contributed £16 million and that the public raised £86 million, however, nowhere does it mention any contribution made by the Royal family. [1] Supporters of the Republic UK also make the point that the Royals could continue to do charity work in a republic. They do not need the official 'royal' statute to raise money for charity. The Republic UK also points out that there is a big difference between simply turning up at engagements and being an engaged patron.  [1] Comic Relief, News: Record breaking £102 million total, available at  (accessed 31/05/2011).", "metadata": {}}
{"pid": "training-philosophy-lsgsgfhbpsb-con02b", "title_text": "", "passage_text": "Parents have every right, if the technology is present, to choose the gender make-up of their family. Guaranteeing (or improving the chances of) a child being of the gender they want means that the child is more likely to fit into the family's dreams. He or she is, bluntly, more likely to be loved. Talk of designer babies is scaremongering nonsense. 'All babies are, to some extent, designed. Individuals do not procreate randomly: they choose their partners, and often choose the time of conception according to their own age and prosperity' 1. Parents give so much to children. They invest years of their lives and a large amount of their earnings in their upbringing. Isn't it fair that in return, they get to decide something like this if they want to? This is an extension of reproductive rights.  1. Meek, J. (2001, July 5). Baby Blues. Retrieved May 20, 2011, from Guardian:", "metadata": {}}
{"pid": "training-philosophy-eppppghwe-pro03a", "title_text": "", "passage_text": "The longer a politician remains in office, the more entrenched his grip becomes, and the more likely he is to use his office to his personal advantage:  Power is highly intoxicating; it can corrupt even the most scrupled individual given enough exposure over time. For this reason, power should not be left in the hands of specific individuals for too long. When a politician is firmly entrenched, he may seek to enrich himself at the expense of the public. He may seek to shower benefices on family and allies in order to maintain and strengthen his powerful position. Without term limits legislators often become self-serving individuals, more interested in craving out personal power bases than with serving the people who elected them. Because legislators are so likely to be reelected, lobbyists and special interest groups find the lines of power in states' capitals largely predictable, and are thus able to buy the influence of the permanent power nexuses in the legislature with relative ease1. Term limits serve to limit the ability of individuals to put forward self-serving legislation and to retain power indefinitely 2. Instead, by maintaining term limits, legislators have only a limited time in power, which tends to shift their focus toward genuinely benefiting the public.  1 Bandow, Doug. 1995. \"Real Term Limits: Now More Than Ever\". Cato Institute Policy Analysis. 2 Green, Eric. 2007. \"Term Limits Help Prevent Dictatorships\". America.gov.", "metadata": {}}
{"pid": "training-economy-epfthwpebd-con02b", "title_text": "", "passage_text": "At some point the US needs to come to terms with its debts and a gradual collapse of confidence in the US’s ability to pay its debts will not help the American economy or anyone else’s. With a declining tax base – both as a result of unemployment and an increasing burden of economic inactivity through retirement, the government will increasingly have to demonstrate that it is ‘good for the money’ rather than just assuming that something will turn up.  Despite hundreds of billions poured into the economy since the start of Obama’s time in office, the economy remains stagnant. As a result it’s time for the government to demonstrate that it can use austerity as well as largesse to solve the problem.", "metadata": {}}
{"pid": "training-politics-oamepwhbwi-pro02b", "title_text": "", "passage_text": "Gaddafi was not deliberately killing civilians but rather targeting armed rebels fighters who were targeting his government. In his words he said he would show no mercy to rebels and did not speak about civilians.  When pro Gaddafi forces regained control of Brega and Zawiyah, there was no bloodshed reported or any conflict harming civilians [1]. We don’t know what would have happened had Gaddafi regained control of Benghazi, but it is likely there would have been no bloodbath.  [1] RT news, ‘Gaddafi gaining ground in battle, losing on information front’, rt.com, 11 March 2011", "metadata": {}}
{"pid": "test-philosophy-pppgshbsd-con05a", "title_text": "political philosophy politics government society house believes socialism dead", "passage_text": "It is impossible to acquire the information necessary to create a coherent economy  A planned economy requires that the planners have the information necessary to allocate resources in the right way. This is a virtually impossible task.  The world contains trillions of different resources: my labour, iron ore, Hong Kong harbour, pine trees, satellites, car factories – etc. The number of different ways to use, combine and recombine these resources is unimaginably vast.  And almost all of them are useless. For example, it would be a mistake to combine Arnold Schwarzenegger with medical equipment and have him perform brain surgery.  Centralised planning cannot possibly sort through the myriad of way of arranging resources to arrive at the most efficient usage. Only a decentralised price system can achieve this via the institution of private property and associated duties and rights. [1]  [1] Boudreaux, Donald J, ‘Information and Prices’.", "metadata": {}}
{"pid": "training-politics-pgghwbnap-pro02b", "title_text": "", "passage_text": "It is difficult to envision how this ban could be effectively implemented without compromising the principles of free speech and unfettered political discussion that lie at the core of western democratic liberalism. If side proposition pursue a broadly construed ban on negative tactics by candidates, campaign groups and the media, free and open debate is likely to be endangered.  Democratic political parties are diverse and plural entities. Even the most authoritarian or charismatic candidate cannot hope to have complete control and oversight over every member of his campaign team. Under the widest interpretation of the resolution, a careless comment by an over-enthusiastic party activist could breach a negative campaigning ban as surely as an ad hominem attack advert. Indeed, such comments are much more likely to be made on the door step than they are in the press.  This being the case, how would the activities of a candidate’s staff be policed? Would they be subject to constant surveillance? If so, by whom? How would the impartiality of regulators be guaranteed? Moreover, if a supervising body were given the wide ranging powers necessary to implement the resolution, how would the proposition prevent the leaking- accidental or otherwise- of confidential government and opposition information? The functions of the state are closely bound up with the activities of party politics, especially in federal nations such as America, which operate partisan civil administrations.  Similarly, who should decide when an independent campaigning group is “too closely aligned” to the ideals and objectives of a particular political party? Within the American republican party there are a wide range of views on issues considered controversial by political conservatives. Former Republican VP Dick Cheney voiced support for same-sex marriage while in office. By contrast, 2012 republican presidential nomination candidates Herman Cain and Michelle Bachman have stated their opposition to reforms that would make same-sex marriage more accessible in the US. Does criticism levelled against Cheney by Christian “family” interest groups allow them to be defined as independent of the Republican party? Comparably, is praise for Cheney’s position by LGBTQ interest groups a reliable indicator that they support other republican policies? Clearly it does not.  It should also be noted that a ban would be almost impossible to enforce on the internet. The multi-jurisdictional nature of much web content (videos or articles authored in one country may be hosted by services operating under the law of another) renders any attempt to control on-line political commentary meaningless. Short of adopting wide-scale, Chinese-style internet censorship systems, the growth of online attack campaigning [i] renders the proposition meaningless.  Side proposition assume that the news media operate without directing any critical attention to the subject matter of their stories. They portray the press as vulnerable to subversion by campaign managers able to leak or cleverly position attack stories. Even if side proposition can provide examples of this type of misdirection, it would be damaging to tackle flawed editorial policies by using the law to limit journalists’ right to comment and speak freely on political events.  Where there has been a failure of safeguards that ensure that objective coverage of significant events remains objective, regulatory bodies should review the standards of journalists work – as they currently do under the status quo. This would provide the press with the flexibility to continue reporting on important issues, while refining the way in which they do so.  Even if the legal mandate is enforced by an impartial, neutral observer, appointments to this body are likely to become politically fraught, precisely because it would be the ultimate arbiter of the limits and rules that would be applied to an election.  [i] “Dose of Venom for Candidates Turns Ads Viral”. New York Times, 20 March 2010.", "metadata": {}}
{"pid": "training-education-udfakhwst-con01b", "title_text": "", "passage_text": "If it is true that people cannot easily get jobs in the developed world for lack of language skills then there will surely still be a pressure to learn the language or languages of international discourse. What this policy offers is access by a much wider audience to the various benefits that expanded academic knowledge can offer. It will expand the developing world's knowledge base and not in any way diminish the desire to learn English and other dominant languages. It should be remembered that it is not just academics that use academic papers; students do as well, as do professionals in everyday life. Clearly there cannot be an expectation that everyone learns English to be able to access research. While there may be fewer languages in academic use there is not such a narrowing of language for everyone else.", "metadata": {}}
{"pid": "test-culture-ascidfakhba-con03b", "title_text": "arts science censorship ip digital freedoms access knowledge house believes all", "passage_text": "Few artists ever see much profit from their work anyway, many choosing the life of bohemian squalor in order to keep producing art rather than taking up more profitable pursuits. Vincent van Gogh sold almost nothing, but his drive to create never abated. No doubt the true artists will continue to feel the urge to create under this policy, and the loss of a few marginal cases must be weighed against the massive losses to art in general, such as the huge curtailment of exploration of and response to existing works, which are often artistically meritorious in their own right, and also the rendering unavailable of much of the artistic output of the world.", "metadata": {}}
{"pid": "test-politics-pgsimhwoia-con02a", "title_text": "politics general society immigration minorities house would offer increased aid", "passage_text": "Large influxes of migrants will create conflict in unprepared countries  It is regrettable that difference is a major source of conflict among humans with differences in religion and ethnicity having regularly been the source of conflicts household human history. While many countries have traditions of accepting migrants others don't and even those that are tolerant may not be prepared for a large influx of migrants.  This policy would bring about such an influx in those countries that take up the offer of aid for taking in migrants. A new community is likely to be labelled the ‘other’ by the natives of that country and be blamed for taking jobs and putting pressure on services. This happens because the newcomers are easy to blame and have few influential voices in the country to speak out in their defence.  Places with existing large migrant communities are less likely to experience anti immigrant hostility. Thus in India Delhi with 38.4% of the population immigrants (not just international) has less conflict thant Mumbai with 26.5%, and in the US New Mexico with a 45% Hispanic population has less anti-Hispanic sentiment than Florida with 21%. [1]  [1] ‘Causes of Conflict’, University of North Carolina, accessed 20 August 2015,", "metadata": {}}
{"pid": "test-law-sdiflhrdffe-pro01b", "title_text": "speech debate internet freedom law human rights digital freedoms freedom expression", "passage_text": "Offering amnesty will not serve the cause of justice, it is responding to the symptom not the cause. It is unfortunate that individual bloggers suffer at the hands of governments, but seeking to give them amnesty will only serve to anger the regimes, leading to even further oppression and stifling of dissent. This unfortunately means that an individual is saved even as their actions may result in further reductions in the liberties of those who remain. As seen in China, the process of reform is slow and gradual. Upsetting that process could well increase the repression Western peoples feel to be so reprehensible.", "metadata": {}}
{"pid": "training-politics-oapglvsghw-con01b", "title_text": "", "passage_text": "The women’s quota is a vital start to tackle underlying inequalities. Quotas of multiple identities such as race, class, age, sexuality, class and ethnicity will need to be included following the implementation of a women’s quota.", "metadata": {}}
{"pid": "training-health-ahwba-pro01b", "title_text": "", "passage_text": "Individuals are sovereign over their own bodies, and should be free to make choices which affect them and no other individual.  Since the pleasure gained from alcohol and the extent to which this weighs against potential risks is fundamentally subjective, it is not up to the state to legislate in this area. Rather than pouring wasted resources into attempting to suppress alcohol use, the state would be better off running information campaigns to educate people about the risks and consequences of alcohol abuse.", "metadata": {}}
{"pid": "training-digital-freedoms-fehwbawdh-con04b", "title_text": "", "passage_text": "Forcing Holocaust deniers out of the spotlight and underground can only serve the cause of justice. Surveillance efforts can be employed more rigorously if need be, and will be considerably more legitimate to employ against these groups when their actions are acknowledged to be illegal. With them out of the spotlight they are less likely to rope in new recruits among casual, open-minded internet-goers.", "metadata": {}}
{"pid": "validation-international-ehwlavpiems-pro02b", "title_text": "", "passage_text": "Even though this point correctly presents a theoretical possibility, the reality is different. Europe has since come up with an alternative solution that means the need for unanimity does not always mean decision-making can be slowed by a spoiler; the opt-out. Countries can negotiate to opt out of further integration on areas where they believe their national interests are threatened. This then allows all the other states to carry on with integration without risking a veto from the states that do not wish to follow that path. What further corroborates this point is that since Luxembourg accord, nothing similar has ever occurred, and even the compromise allowing for invoking national interests to halt QMV is no longer used. Thus it is irrational to fear “empty chairs” now, when all the states are aware of the possibility of a stalemate, and would, perhaps, never wanted to be held accountable for such situation.", "metadata": {}}
{"pid": "training-economy-tpvovrsugcsc-con02b", "title_text": "", "passage_text": "Deregulating the market is precisely what is not required at the moment. The financial crisis of 2008 caused by irresponsible banking has shown that more than ever, regulation is necessary to ensure that corporations act responsibly and recognise the significance of social good, not just financial profit.  Cutting Medicare will lead to huge numbers of people no longer having access to affordable healthcare. Romney talks of this scenario as if a market without Medicare would be better because people would be able to choose one of the more competitive, more efficient private insurance companies for their health care. Once more however, this is only applicable for those who can afford such a choice! Not providing a safety net and preventing millions of people from attaining treatment for illnesses or chronic conditions is a huge failing from the part of the government.  Lastly, it is not true that cutting spending and taxes reduces the budget deficit. This was exactly the policy tried by George W. Bush and only led to a widening of the budget deficit and an increase of the total federal debt. By contrast, Obama’s plan of cutting inefficiencies and increasing tax on the country’s wealthiest has already been tried and tested under President Clinton and it resulted in a budget surplus.", "metadata": {}}
{"pid": "training-science-cidfiphwa-pro03b", "title_text": "", "passage_text": "The cost of research and development of new products is often extremely high for firms. In order to reap a profit from their efforts, they must be able to count on the guarantee of ownership over their intellectual property. In the absence of such a guarantee, the incentive of firms to research and innovate declines substantially, resulting in a less dynamic business climate. The duplication of effort by research firms is rare in practice, and the efforts to develop spin-off products can easily become the beginning of entirely new inventive projects.", "metadata": {}}
{"pid": "training-politics-vhwlva1-pro03a", "title_text": "", "passage_text": "Voting at a lower age would increase participation  There is a problem of apathy in many western countries, with low turnouts at elections. Young people are taught citizenship or civics at school with the aim of building “Knowledge and understanding about being informed citizens...Developing skills of enquiry and communication...Developing skills of participation and responsible action” [1] however they don’t get a chance to put this knowledge into practice for several years. Is it surprising that they lose interest in public affairs during this time? Because national elections are usually only held every four years or so, many people have to wait until they are 20 or 21, years after that civic education, before their first chance to cast an important vote. It is noticeable that political interest is much higher among those in education than those who are not. In Austria it was found that 68% of 16 to 18 year olds in education were interested in politics against only 45% of those who are working. [2] By demonstrating trust and promoting inclusion, young people would feel more confident in their views, become less disillusioned and eventually teach their children the same values. Introducing a lower voting age can only have long term benefits for the expansion of democracy.  [1] House of Commons Education and Skills Committee, ‘Citizenship Education’, House of Commons, 21 February 2007  [2] Zeglovits, Eva, and Schwarzer, Steve, ‘Lowering voting age in Austrtia – evaluation of accompanying campaigns for 16-18 year olds’, Paper presented at the 5th ECPR General Conference, Potsdam, Sept 12th-15th 2009, p.9", "metadata": {}}
{"pid": "test-science-dssghsdmd-pro02a", "title_text": "defence science science general house supports development missile defence", "passage_text": "A strategic missile defense shield will be an effective defense against ballistic missile attacks targeted at the United States and its allies  The missile defense shield the United States intends to build is the most effective and complete ballistic missile shield ever devised. When fully armed with a complement of anti-ballistic missiles both within the United States itself, and in allied nations in Europe, the shield will be virtually impregnable to external missile attack. This means the chance of a nuclear attack succeeding against it will be very unlikely, reducing the chance not only of a full-scale nuclear war between the United States and another nuclear power, but also against missiles fired by rogue states or terrorists, the biggest threats in terms of actual use of nuclear weapons (The Economist, 2009). Technologically speaking, anti-ballistic missile missiles have developed by leaps and bounds in recent years. The current system being put into operation by the United States is the Aegis combat system, designed for deployment on US Naval vessels. This new development has served to sidestep the problems associated with ground and space-based missile defense arrays, due to the slow response time of ground missiles, and the still unfeasible orbital deployment. The sea-based defense array, furthermore, lacks the problem of the land-based system in that it does not need to be placed in countries other than the United States in order to be effective (thus avoiding the political problems of the past). Technology and diplomacy have clearly made a national missile defense system highly desirable.", "metadata": {}}
{"pid": "test-culture-thbcsbptwhht-pro01a", "title_text": "traditions house believes compensation should be paid those who have had their", "passage_text": "Compensation rights a wrong  Compensation is a basic principle of justice in any legal system. By definition it can be given to those who have had harm to reputation or dignity, emotional distress and loss of opportunities, including potential earnings. It is important to give compensation as it provides something for those who have suffered from disadvantages as a result of someone else’s actions, and it therefore helps to level out the playing field. Cultural appropriation causes clear harms – lost business, less awareness of that culture, and a feeling of inferiority. Theoretically, compensation is also beneficial as Rawls believes that it achieves 'some of the intent' of the principle of redress. This is in line with an egalitarian point of view [1]. While individual cases of cultural appropriation may not intend to harm they have an externality of harm by damaging the culture and identity as a while. This is in much the same way that those polluting often don’t intend harm, just to make a profit.  [1] Gaus, Gerald F., ‘Does Compensation Restore Equality’, Compensatory Justice, Vol.33, 1991, pp.45-81,", "metadata": {}}
{"pid": "test-environment-aiahwagit-pro04b", "title_text": "animals international africa house would african government implement tougher", "passage_text": "Linking animal endangerment and poaching to terrorism as a justification for action unnecessarily securitises the issue. This will only serve to create a situation where state actors can use poaching as an excuse to exploit threats. As with the war on drugs and the war on terror, this power is apportioned to actors who are then capable of abusing it for the sake of national security. [1]  [1] Crick,E. ‘Drugs as an existential threat: An analysis of the international securitization of drugs’", "metadata": {}}
{"pid": "training-environment-ahwcb-con03b", "title_text": "", "passage_text": "A vaccine for cattle does not yet exist in a form where it is possible to tell the difference between a vaccinated cow and a cow infected by bovine TB. This means that vaccinated cattle would have to be treated the same way as infected cattle so would not be salable. Vaccination is not 100% effective and would run the risk of other countries banning exports. [1] Vaccination of badgers on the other hand is costly with the first phase of the welsh trials having amounted to £662 per jab despite the vaccine itself costing much less. [2]  [1] ‘Cattle Vaccination’, Department for Environment, Food &amp; Rural Affairs, 24 January 2013,   [2] ‘NFU Cymru slams bovine TB vaccination costs’, NFU Cymru, 29 January 2013,", "metadata": {}}
{"pid": "training-health-hpessghwgt-pro02a", "title_text": "", "passage_text": "It is cruel to deny people the last hope  At a point when all ordinary medical avenues have been expended, and the outcome appears bleak, new treatments still undergoing trials can be seen as the last hope.  People are often aware of the existence of currently experimental drugs, they are likely to research into possible cures, and indeed there may have been attempts by their doctor to get the patient onto the trial.  However, not everyone who could benefit from treatment is accepted onto a clinical trial: some trials, at some stages, restrict their recruitment to, for example, patients with no complicating factors or other illnesses.  It is unethical and cruel to make people live out their last days knowing that there was something that could have helped, but to which access was restricted through no fault of their own: thus, you should allow anyone with a terminal illness access to such treatments.", "metadata": {}}
{"pid": "test-education-egtuscpih-con01b", "title_text": "education general teaching university science computers phones internet house", "passage_text": "It is false to assume that MOOCs platforms would be the only or even the main way to provide university courses. The Open University uses its own resources for online and distance learning. This proves that, given advantages of online learning, universities can switch to digital learning themselves without any intermediaries. This also means that there is no reason for states to cut funding for universities as university learning would simply go digital, everything else staying the same. Even though some universities at the moment offer online courses for credit that are very cheap, these are not degrees, and it is unlikely to imagine that universities would offer cheap online degrees that would threaten their own existence.", "metadata": {}}
{"pid": "validation-politics-dhwdtnw-con01b", "title_text": "", "passage_text": "Much of the technology of tactical nuclear weapons is still in the early stages of development. While many of the weapons, such as the RNEP, cannot yet be applied in the field, their eventual development could open the door to a broad range of strategic considerations. For that reason, it is imperative that work in this field continue, to guarantee that states can have the best defenses available to them and the greatest tactical flexibility in the event of conflict.", "metadata": {}}
{"pid": "validation-politics-glvhwetleb-pro01a", "title_text": "", "passage_text": "The executive branch of government, having no countervailing voices to the leader s’ within it, must be checked by limiting tenancy in office.  Term limits are a necessary check on executive power to prevent an over mighty executive. Whereas the legislature and judiciary are composed of many competing views, with members of various parties and outlooks represented, the executive of a country speaks with a single voice. In legislatures, party leaders are not the sole sources of power, with factions and alternative nexuses of influence forming throughout that branch of government. [1] Executive power, on the other hand, rests solely in the hands of the leader, usually a president. The leader has full power over the policies of the executive branch of government. Cabinets, which form part of the executive in practice, are usually directly answerable to the leader, and ministers can be dismissed if they are uncooperative or dispute the leader’s policies. Even in parliamentary systems, leaders with a majority and a strong party whip can command the same powers as a strong president, if not more. It is thus necessary to have a check on the highly individual power that is the executive. Term limits are the best such check. Term limits allow leaders to enact their policies over a set time period and then usher them out of office. [2] This is essential, because too much power in the hands of a single individual for too long can upset the balance of power in a country and shift power in favour of the executive, thus damaging the protections to society that checks provide. This is exactly what happened in the United Kingdom under Tony Blair where from the start cabinet government virtually disappeared Former Cabinet Secretary Lord Butler said “In the eight months I was cabinet secretary when Tony Blair was prime minister, the only decision the cabinet took was about the Millennium Dome,” [3] and power continued to be ever more centralized in response to terrorism.  [1] Jones, Charles and Bruce MacLaury. 1994. The Presidency in a Separated System. Washington, DC: Brookings Institution Press.  [2] Chan, Sewell. 2008. “Debating the Pros and Cons of Term Limits”. New York Times. Available:   [3] Press Association. 2007. “Blair cabinet ‘took one decision in eight months’”, guardian.co.uk, 29th May 2007, Available:", "metadata": {}}
{"pid": "test-education-egtuscpih-con01a", "title_text": "education general teaching university science computers phones internet house", "passage_text": "Financial model of online courses is unsustainable  At the moment some MOOC platforms are non-profit, while even for-profit ones do not pay universities, nor do universities pay MOOC platforms, they might only divide revenue if a revenue stream appears [18]. This essentially means that MOOCs have to rely on traditional financial models of universities to survive – they need the universities to provide materials and the academics and traditional models that are based on the fact that lots of students do not take online courses. However, MOOCs might undermine traditional university funding. For instance, Princeton professor Mitchell Duneier withdrew from Coursera claiming that states use MOOCs as a justification to withdraw state funding from universities [19]. Moreover, some MOOCs consider providing chargeable courses for credit but for a substantially lower price (around 100 dollars for a course), which might draw students away from traditional universities further undermining their existence [20]. This means a depletion of universities financial sources that MOOCs themselves rely on. At the moment there is no way for MOOCs to replace traditional university learning.", "metadata": {}}
{"pid": "training-economy-fegippghp-con04a", "title_text": "", "passage_text": "Trade does not allocate resources effectively  Aid allows for money in a given country to be allocated well against need. At the micro- level as well as the macro, trade is an inefficient distributor of resources in a developing country. Under it, most if not all of the benefit of the trade will stay with a small elite of people who are often amongst the richest in the country in the first place. They may then move the money offshore again. Alternatively, if it remains within the developing country, it may well simply be used to buttress their own position in a way which further entrenches their social and economic position. So, the benefits of trade flow to few people and often they are the least needy. Aid, by contrast, may be targeted against specifically identified groups or areas on the basis of need, often being given through local groups, such as churches, mosques, health clinics, etc. If one looks at the Gini index (income and wealth equality) ranking, it is plain that the top (most inequality) is occupied by Sub-Saharan countries, fortifying the point 1.  1 Mongabay. (2010, January 25). Distribution of Family Income. Retrieved July 21, 2011, from Mongabay:", "metadata": {}}
{"pid": "test-international-gmehbisrip1b-pro02b", "title_text": "global middle east house believes israel should return its pre 1967 borders", "passage_text": "Self-determination is not an absolute right. Not every territory and region in the world that seeks independence has the right to it. This is due in no small part to the fact that such a system would be unworkable. Certain criteria must be met for a territory and people to obtain a legitimate right to self-determination, including not compromising the fundamental security or territorial integrity of the original state, which a Palestinian state created through Israel withdrawing to its 1967 borders arguably, would do. Moreover, it is possible for Israel to withdraw from most of the West Bank, as it has offered to do in the past, while keeping some strategically essential land. This would allow for Palestinian self-determination whilst falling short of falling back totally to the 1967 borders.", "metadata": {}}
{"pid": "training-sport-ehcpssohwpup-pro04a", "title_text": "", "passage_text": "Improving safety standards in sport  It does not take a lot for chemists to produce performance enhancing drugs, the Scientific American reports: “Rogue scientists start with testosterone or its commercially available analogues and then make minor structural modifications to yield similarly active derivatives.” The underground chemists make no effort to test their creations for effectiveness or safety, of course. Production of a simple new steroid compound would require \"lab equipment costing maybe $50,000 to $100,000,\". Depending on the number of chemical reactions needed for synthesis, \"some of them could be made in a week or two. Others might take six months to a year.\"(1) As a result of legalizing performance-enhancing drugs a backstreet industry can become regulated as a result there will be much more control and testing to ensure the health and safety of the athletes who take the drugs.  Steven Ashley, Doping by Design, Scientific American 01/12/2004,  , accessed 05/19/2011", "metadata": {}}
{"pid": "test-philosophy-eppphwlrtjs-con04a", "title_text": "eral philosophy political philosophy house would limit right trial jury some", "passage_text": "Limiting trial by jury in some cases sets the stage for limiting it in other, unjustified, cases.  Humans are fallible, and so sometimes it is better to have absolute rules against certain actions, even if we recognize that in a perfect world, it might be better to allow such actions in very specific circumstances.1 It is for this reason, for example, that we never allow evidence obtained by illegal measures to be presented in court, even though such evidence would sometimes make it possible to convict. Similarly, even if removing trial by jury might be good in individual circumstances, it is too great a power to give to a fallible government which may misuse that authority. If there is a precedent of the right to trial by jury being removed in some circumstances, even if that removal is justified, it becomes much easier for corrupt governments to remove it for unjustified reasons, and it becomes correspondingly more difficult for us to condemn that decision as illegitimate.  1Brad Hooker, \"Rule Consequentialism\"", "metadata": {}}
{"pid": "test-international-eiahwpamu-pro03b", "title_text": "e international africa house would provide access microfinance unbanked", "passage_text": "Can we rely on business to solve social problems? Ultimately the model proposed through microfinance schemes is the creation of a consumer market where risks are already high. This has shown to be one of the key factors of microfinance failing in South Africa (Bateman, 2013). The microcredit provided across South Africa, post-apartheid, aimed to solve social problems - however, it has acted to support risky consumption not investment. With a lack of secure incomes, due to high levels of unemployment, underemployment, and informal employment, the rate of repayment is low. Households have been forced into severe poverty by being provided with credit which they can’t pay back. Even among those who do invest how many of their business ideas will succeed?", "metadata": {}}
{"pid": "test-economy-egecegphw-con01a", "title_text": "economy general environment climate environment general pollution house would", "passage_text": "The third run-way would cause noise and pollution problems  The high population density of the area around Heathrow means it is not an ideal location for a bigger airport. It makes sense to increase capacity in an area with lower population density instead of trying to do so within a location that is constrained by adjacent urbanized areas. Expanding Heathrow airport would mean increasing the problem of noise for the about 700,000 people living under the flight path. According to the HACAN report the Department for Transport only accepts that noise is a problem if a community is subjected to over 57 decibels of noise over the course of a year according to a 1985 Government study. In which case only the boroughs of Richmond and Hounslow would be affected. However this does not tie in with Londoner’s experiences. BAA says that 258,000 people are currently affected by high noise levels but the local community believes the real number is more like 1 million people affected. [1] Any argument that states that noise levels will not increase is flawed at best and outright fraudulent at worst, clearly a large expansion in the number of flights will increase the amount of noise and possibly the numbers affected.  [1] Johnson, Tim, ‘Approach Noise at Heathrow: Concentrating the Problem’, HACAN, March 2010,  p.12", "metadata": {}}
{"pid": "training-health-bhhgwtnychrrs-pro02a", "title_text": "", "passage_text": "The ban is necessary to confront the growing problem of obesity in NYC.  Although rising obesity levels in the city have been a major issue in New York City recently, any measures already enacted have failed to curb the growing numbers of obese New Yorkers. The Bronx has the largest percentage of overweight adults, a staggering 70 percent; the other four boroughs also have seen increases in the past decade. Sixty-two percent of Staten Island adults are overweight; followed by Brooklyn, at 60 percent; Queens, at 57 percent; and Manhattan, at 47 percent, according to city health data. [1] The New York City Department of Health has enacted several programs promoting healthier living such as health fares in low-income areas and the Adopt A Bodega initiative, through which local bodegas or small delis and groceries agree to sell produce from family-owned, local farms, providing healthier foods to New Yorkers for reasonable prices. But the results, or rather lack of them, show that education and access are not enough. [2] As Mayor Bloomberg has argued, the ban will have an effect because it follows the principle that if some people have smaller portions given to them, they will consequently drink less. The Mayor doesn’t hope to prevent all people from drinking soda. In fact he emphasizes that this ban wouldn’t come close to restricting personal freedoms because people would still be free to order however much soda they would like. The customers would simply have to be served multiple containers. [3] This is not going to eradicate excessive sugar-intake, however a study by Dr. Brian Elbel, an assistant professor of population health and health policy at NYU Langone School of Medicine in New York City, determined that 62% of drinks bought at restaurants were over the size limit and the result would be that the average consumer would take in 63 fewer calories per trip to a fast-food restaurant [4] .  [1] Hu, Winnie, ‘Obesity Ills That Won’t Budge Fuel Soda Battle by Bloomberg’, The New York Times, 11 June 2012.  [2] ’New York City Healthy Bodegas Initiative 2010 Report’, NYC Department of Health &amp; Mental Hygiene and NYC Center for Economic Opportunity.  [3] Briggs, Bill, and Flam, Lisa, ‘Bloomberg defends soda ban plan: We’re not taking away your freedoms’, Health on Today, 1 July 2012.  [4] Jaslow, Ryan, ‘Research finds NYC soda ban would cut 63 calories per fast food trip: Would that have any impact?’, CBS News, 24 July 2012.", "metadata": {}}
{"pid": "test-international-epglghbni-pro03a", "title_text": "europe politics government local government house believes northern ireland", "passage_text": "It would be easier to protect the rights of religious minorities within a united Ireland  Unrest in Northern Ireland was started by the appalling treatment of the Catholic minority there. When there was a Northern Ireland Parliament there was some gerrymandering, while the discrimination in representation was slight very few nationalists were able to get senior jobs, in the civil service for example in 1927 fourteen of the 229 officers of staff officer rank or above, or 6 per cent, were Catholic, while in 1959 there were forty-six Catholics out of 740 in such ranks, or once again, 6 per cent.* Over the years reforms have been introduced but there is still huge stigma against the Catholic community in Northern Ireland, who have little representation in politics, because it is dominated by Unionist rhetoric.  The best way to ensure equal treatment of the Catholics in Ireland is to unite majority Protestant Northern Ireland with Catholic majority Republic of Ireland, where they will be better represented in politics and not stigmatized by their neighbors.  *Whyte, 1983,", "metadata": {}}
{"pid": "test-international-ghwcitca-con03b", "title_text": "global house would create international treatyban cyber attacks", "passage_text": "Clearly cyber-attacks are not currently deadly but this does not mean they will not become so in the future. Leon Panetta has warned “A cyber-attack perpetrated by nation states or violent extremist groups could be as destructive as the terrorist attack of 9/11”. Such an attack would be indirect – unlike setting a bomb – but could be just as effective “An aggressor nation or extremist group could gain control of critical switches and derail passenger trains, or trains loaded with lethal chemicals. They could contaminate the water supply in major cities, or shut down the power grid across large parts of the country.” [1] At the moment systems are not really connected enough to allow this but it is pretty much certain that technology will become more sophisticated, control more systems, and become more and more connected. This is immensely beneficial economically but does create vulnerability.  [1] Garamone, Jim, ‘Panetta Spells out DOD Roles in Cyberdefense’, American Forces Press Service, 11 October 2012,", "metadata": {}}
{"pid": "training-environment-cpiahwdwf-con04a", "title_text": "", "passage_text": "Adaptation won’t work  Adaptation is simply working to reduce the effects of climate change, it will not prevent it from causing damage. Take hurricanes; adaptation would dictate that the buildings should have been made out of stronger materials and sea walls built to stop storm surges. Yet as with any other form of disaster management there is a sensible amount to adapt if building a 10foot sea wall will stop 95% of storm surges is it really worth building one of 20foot for twice the price to stop 99%?  Many forms of adaptation are directly contrary to demographic trends on the continent. Yes hardier crops can be introduced to mitigate the problems of drought but will these also feed a growing population? Yes people can migrate from those areas that will be worst hit but can their neighbours take in the extra people? For example climate change is one cause of drought in the Sahel, [1] to the south rainfall and flooding may actually increase in southern Nigeria though it will be unpredictable. [2] The obvious solution then would be migration from the Sahel south but the UN projects Niger’s population to grow to almost 70million by 2050 and Nigeria’s to 440million, [3] could Nigeria really take the extra population from its northern neighbour as well as its own growth?  [1] Thomas, Alice, ‘Sahel villagers fleeing climate change must not be ignored’, theguardian.com, 2 August 2013,   [2] Uyigue, E., and Agho, M., ‘Coping with Climate Change and Environmental Degradation in the Niger Delta of Southern Nigeria’, Community Research and Development Centre, 2007,   [3] United Nations Department of Economic and Social Affairs, ‘World Population Prospects: The 2012 Revision’, esa.un.org,  (using medium variant)", "metadata": {}}
{"pid": "test-health-dhghhbampt-pro03b", "title_text": "disease health general healthcare house believes alternative medicine poses threat", "passage_text": "Statistics for alternatives are difficult to generate as patients will often move between practitioners and frequently self-medicate.  Clearly there are also conditions that any responsible practitioner would refer to a specialist in that particular field.  However, many people are mistrustful of so-called conventional medicine and the alternative medicine sector has proven both popular and has often brought about changes in lifestyle as well as direct health benefits, if anecdotal evidence is to be believed.  Responsible practitioners have welcomed the actions of those governments who have licensed and regulated the Complementary and Alternative sector.  Although science may struggle to explain the benefits of these therapeutic technics, as they do not lend themselves to the tools of commercial medicine.", "metadata": {}}
{"pid": "test-international-sepiahbaaw-con02b", "title_text": "ss economic policy international africa house believes africans are worse", "passage_text": "Despite projects such as direct dividends, the gap between rich and poor is still worsened by natural resources. Investment from the profits of natural resources in human development is relatively low in Africa. In 2006, 29 of the 31 lowest scoring countries for HDI were in Africa, a symptom of low re-investment rates [1] . Generally it is only the economic elite who benefit from any resource extraction, and reinvestment rarely strays far from urban areas [2] . This increases regional and class inequality, ensuring poverty persists.  [1] African Development Bank ‘African Development Report 2007’ pg.110   [2] Ibid", "metadata": {}}
{"pid": "test-science-dssghsdmd-pro01b", "title_text": "defence science science general house supports development missile defence", "passage_text": "It is not always within the right of a state to develop weapons and technology, since international treaties ban, for example, the development of chemical and nuclear weapons. Furthermore, when the development of weapons will be detrimental to the state that builds them, it is in their interest no to do so. In the case of national missile defense, the United States is angering several countries, particularly Russia, and potentially upsetting the balance of mutually assured destruction (Harding, 2007). Clearly more than a right to self-defense must be considered when developing new kinds of armament.", "metadata": {}}
{"pid": "training-international-mesimhbgs-con01a", "title_text": "", "passage_text": "The Gulf states are themselves not bastions of freedom  Syrians are leaving Syria as a result of a civil war born out of the Arab Spring, it was an attempt to gain more freedom within a dictatorship. [1] Such a population is unlikely to wish to move to a country where freedoms are often restricted. All the countries of the Gulf are monarchies, often with only the barest touch of democracy electing rubber stamp parliaments. Organisations such as Human Rights Watch have highlighted the violence which many migrants suffer and large numbers are exploited. [2]  [1] Ali, Jasim, ‘Gulf states need to aim higher on freedom parameter’, Gulf News, 4 September 2015,   [2] Begum, Rothna, ‘Gulf States Fail to Protect Domestic Workers From Serious Violence’, hrw.org, 16 October 2015,", "metadata": {}}
{"pid": "training-law-hrilthbtsbs-pro01a", "title_text": "", "passage_text": "Terrorists are engaged in war, which much remain subject to the Geneva Conventions lest it become unrestrained  Terrorists are engaged in a war like any other: they unite as a political actor to undertake military action in favour of a specific cause. The fact that they do not represent one individual nation and that they are not at war with a specific list of states does not undermine this: Al Qaeda, for example, has clear goals including eliminating American influence within Muslim nations, destroying Israel and re-establishing the Caliphate (Blanchard, 2007). The fact that we may not view these causes as worthy or legitimate is irrelevant: we do not assess the merits or legitimacy of a conflict between states before deciding whether to apply the Geneva Convention. It should therefore apply equally to soldiers and terrorists. The Geneva Conventions were formed to ensure that future wars would not result in the barbarity and wanton violence that mired World War II; to deny it to terrorists would risk the undermining of norms that have developed to restrain warfare. If we don’t treat terrorists as prisoners of war therefore, we risk a return to the barbarity of warfare in the first half of the 20th century.", "metadata": {}}
{"pid": "test-politics-ypppdghwid-pro03b", "title_text": "y political philosophy politics defence government house would impose democracy", "passage_text": "First, democracies are not necessarily more peaceful than other governments. Second, imposition of democracy is likely to fuel terrorism. First, it is not entirely clear that democracies have not gone to war: for example the Central Powers in WWI, although not classified as democracies per se, did have elected parliaments just like the Allies. Further, just because democracies have not gone to war in the past does not mean they will not in the future: a culture of negotiation within the democracy does not necessarily translate into a lack of aggression externally. Second, even if democracies are more peaceful, the imposition of democracy can threaten to world peace by fuelling terrorist movements. Invasions, particularly by Western nations, increase East-West tensions, galvanize terrorist groups by validating their claims that Western nations pose a threat. Indeed, in Osama bin Laden's public \"letter to the American people,\" he cited interventions in Somalia, Palestine, India, Chechnya, Lebanon and Iraq as reasons for the 9/11 attacks1/2.  1 \"Do Democracies Fight Each Other?\" BBC.  2 bin Laden, Osama. \"Full Text: bin Laden's 'Letter to America.' The Guardian.", "metadata": {}}
{"pid": "test-international-bmaggiahbl-con02a", "title_text": "bate media and good government international africa house believes limited", "passage_text": "Setting Rwanda's priorities  Rwanda is an emerging democracy healing from the wounds of the horrific past. To achieve the set vision, there should be a priority which in this case is economic development[1].  A large number of Rwandans believe that the government should focus on transforming the nation economically although it may mean restricting free speech, which has prompted a huge participation in government development programs like Ubudehe[2]. Freedom of speech and press needs to be restricted if the government wants to engage in unlimited development; there is no time to engage in long debates over whether a particular project is being implemented the correct way. Having freedom of speech and press would hinder the government’s ability to manage the resources of the state and to encourage investors who don’t want to have protests to their building factories, or have labour complaining about not being paid enough.  Whether a country puts rights or the economy first is up to the individual country, Rwanda has chosen.  [1] Horand, Knaup, ‘Kagame's Priorities for Rwanda: First Prosperity, then Freedom of Expression’, Spiegel.de, 12 August 2010  [2] NS world, ‘Rwanda Engages Citizens in Community-Level development’, nsworld.org", "metadata": {}}
{"pid": "test-digital-freedoms-eifpgdff-pro03b", "title_text": "e internet freedom politics government digital freedoms freedom", "passage_text": "With the government as final decision-maker, at least the citizens and consumers have some say  Regulatory capture does sometimes happen and when it does, it’s bad. But the risk of regulatory capture isn’t a sufficient argument to keep the government away from regulating the internet, because governments can also protect citizens and consumers from big companies.  An example is the net neutrality debate. Content providers could have started paying Internet Service Providers (ISPs) to have their websites load faster than any other website (paid prioritization). Entertainment companies that also provide internet are currently being investigated for not allowing their competitors in the entertainment segment access to their network as internet provider. [1] This threatens the freedom of choice of the consumer, which is why governments have stepped in to ensure that companies aren’t allowed favour some websites. [2] If the government wouldn’t have been involved in regulating the internet, it couldn’t have stood up for consumers’ and citizens’ rights like this.  [1] DOJ Realizes That Comcast &amp; Time Warner Are Trying To Prop Up Cable By Holding Back Hulu &amp; Netflix, 2012  [2] Voskamp, ‘GOP Attempt to Overturn FCC’s Net Neutrality Rules Fails in Senate’, 2011", "metadata": {}}
{"pid": "training-culture-cgpdhwecns-pro01a", "title_text": "", "passage_text": "Celebrities, like athletes, enhance the nation’s image and generate revenue  The South Korean government issues occasional exemptions to athletes who have won an Olympic gold medal or achieved a similar feat. If we accept that the law ought to be consistent then there is no reason why entertainers should not be proffered the same opportunity. Both professions tend to favour the young and the requirement that military service needs to be completed before the age of thirty mean that either career would be interrupted just at the point when the individual is likely to be at the height of their skills.  Equally both groups bring prestige for Korea as a nation. Entertainers like Jung-Ji Hoon (Rain) have just as much of a following as athletes such as Park Ji-Sung who, along with his team mates on the Korean national team was exempted from military service for reaching the semi-finals of the world cup [1] .  Indeed Rain predominantly works in Korea and has a following throughout the country and the region whereas Park has spent most of his career playing for foreign teams.  [1] Arsenal Forum , August 30 2011", "metadata": {}}
{"pid": "training-international-glhrsimhw-con04a", "title_text": "", "passage_text": "Repatriation is immoral  The repatriation of illegal immigrants, even if it is not completely under coercion, is immoral. Even if the repatriation is 'voluntary', immigrants know they have no alternatives, and might agree to go back voluntary because the next step would be involuntary repatriation. This means that illegal immigrants are severely restricted in their freedom of movement. In the Western world, people can move around relatively easily, and this is seen as an inalienable right. To restrict this for people that do not come from this part of the world would be inhumane. Moreover, illegal immigrants have often built their lives in the country they reside in, having a family, sometimes children, work and a social circle. Often, children from illegal immigrants get citizenship because of their age, whilst their parents are repatriated. This forceful separation of children from their parents is a violation of their human rights, as article 16 of the Universal Declaration of Human Rights states that the family is the natural unit in society which is entitled to state protection1. Separating children from their mother can be seen as a violation of this right.  1 United Nations, The Universal Declaration of Human Rights, 10 December 1948,, accessed 31 August 2011", "metadata": {}}
